{"events":[{"name":"CreateCamp 2012","about":"<p><span style=font-family: arial, helvetica, sans-serif;>&nbsp;<\/span><em style=font-family: arial, helvetica, sans-serif; font-size: large;>Create the Future You Want to See in Albuquerque &amp; New Mexico!<\/em><\/p>\n<p><strong><span style=font-family: arial, helvetica, sans-serif;>CreateCamp&nbsp;<\/span><\/strong>brings together aspects of barcamps, hackathons and similar events to create and deploy apps, websites and other tools to increase civic engagement and otherwise leverage local development, design and other skills to help build communities in New Mexico.<\/p>\n<p><strong>THE BASICS:<\/strong><\/p>\n<p>FRIDAY NIGHT: PROJECT DEVELOPMENT\/HACKATHON KICK-OFF<br \/>Wel kick off things Friday night in more traditional hackathon style, identifying potential projects (visit our survey here) for groups to work on, connecting, forming teams and developing plans of attack.<\/p>\n<p>SATURDAY: BARCAMP\/UNCONFERENCE &amp; PROJECT WORK<br \/>To help inform our teams and provide updates and information to the larger group, Saturday includes information sessions and workshops talking about the City of Albuquerques open data initiatives, developing for mobile platforms, Code for America Brigades, and other topics (contact us for more information) as well as continued project-focused work.<br \/>In addition to pre-scheduled speakers and topics, well invite others to propose sessions for the day.<\/p>\n<p>SUNDAY: PROJECT WORK &amp; DEMOS\/UPDATES<br \/>Sunday is focused on project work with the goals of deploying sites and apps, and\/or developing roadmaps for continued project work. The day concludes with a project demos and updates to an adoring crowd.&nbsp;<\/p>\n<p><strong>THE SCHEDULE:<\/strong><\/p>\n<p><strong>FRIDAY NIGHT<\/strong><\/p>\n<p>6:000pm - Launch &amp; Connect&nbsp;<br \/>Get more information about proposed projects, theme and purpose of the event. Network with others and begin connecting with a team.&nbsp;<\/p>\n<p>7:00pm - Pitches &amp; Team Formation<br \/>Project champions describe their ideas and needs for their teams. Pitch your idea and form your team. &nbsp;Each presenter has 3 minutes to present. &nbsp;Time limits are enforced brutally.<\/p>\n<p>8:00pm - Hackathon Kickoff<br \/>Teams discuss and develop their projects; sketch out plans for the weekend&nbsp;<\/p>\n<p>10:00pm - Doors (may) Close<br \/>Music from our nextdoor neighbors starts at about this time. Depending on interest and desire, we may choose to remain open, but at this time thats unlikely.&nbsp;<\/p>\n<p><strong>SATURDAY:<\/strong><\/p>\n<p>8:30am - Doors Re-Open<br \/>Consider adding your talk\/topic to the unconference grid. Drink some coffee. Consume some bagels, donuts or other pastries.&nbsp;<\/p>\n<p>9:00am - Scheduled Presentations Begin \/ Project Work Continues<br \/>Weve identified a handful of speakers to provide information and inspiiration for projects and future community-focused projects.&nbsp;<br \/>Some project teams may choose to plow ahead. Onward!<\/p>\n<p>1:00pm - Project Updates<br \/>Project teams provide updates on plans and needs.<\/p>\n<p>2:00pm -??? - Unconference \/ Project Work Continues&nbsp;<br \/>Unconference\/impromptu sessions continue as available; Project Work Continues<\/p>\n<p>7:00pm - Project Check-Ins<br \/>Informal check-ins with different projects&nbsp;<\/p>\n<p>12:00am: Doors Close, Sleepy Time. <br \/>Depending on interest, we *may* keep the space open this night - still working on details!<\/p>\n<p><strong>SUNDAY:<\/strong><\/p>\n<p>8:30am - Doors Re-Open<br \/>This day is focused on project work;&nbsp;Drink some coffee. Consume some bagels, donuts or other pastries.&nbsp;&nbsp;<\/p>\n<p>1:00pm - Project Updates<br \/>Project teams provide updates on plans and needs.<\/p>\n<div>\n<p>4:00pm - Project Development Concludes<br \/>Stop project work (mostly) and concentrate on final demos\/presentations\/updates.<\/p>\n5:00pm - Project Demos\/Presentations<br \/>Teams present projects to adoring onlookers. Prizes are conceivable.<\/div>\n<div>&nbsp;<\/div>\n<div>6:00pm - CreateCamp Concludes!<\/div>","start_date":"Dec 08 2012 02:00:00","display_start_date":"12-07-2012","end_date":"Dec 10 2012 02:00:00","display_end_date":"12-09-2012","url":"http:\/\/createnm2012-SRCH.eventbrite.com","address":"Facility CoWorking Space 215 Gold Avenue SW","city":"Albuquerque","state":"NM","zip":"87102","country":"United States"},{"name":"Tech Thursday: HACK New Mexico","about":"<P STYLE=color: #000000;> <\/P>\n<DIV STYLE=font-family: arial, sans-serif; font-size: 13px; background-color: #ffffff;><STRONG STYLE=color: #222222; text-align: -webkit-auto; background-color: rgba(255, 255, 255, 0.917969);>HACK New Mexico...<\/STRONG><\/DIV>\n<DIV STYLE=font-family: arial, sans-serif; font-size: 13px; background-color: #ffffff;><SPAN STYLE=color: #222222;><STRONG><BR><\/STRONG><\/SPAN><\/DIV>\n<DIV STYLE=font-family: arial, sans-serif; font-size: 13px; background-color: #ffffff;><SPAN STYLE=color: #222222; text-align: -webkit-auto; background-color: rgba(255, 255, 255, 0.917969);>What is a hackathon and why might you participate?  NMTC Executive Director Eric Renz-Whitmore provides a preview of the Code66 Hackathon and other efforts to Hack New Mexico. <\/SPAN><\/DIV>\n<DIV STYLE=font-family: arial, sans-serif; font-size: 13px; background-color: #ffffff;> <\/DIV>\n<P STYLE=color: #000000;> <\/P>\n<P STYLE=color: #000000;>Join us for info, trends and talk in a casual setting at the ONiells Pub Meeting Room in Nob Hill.<\/P>\n<P><FONT SIZE=2>Cost: FREE for Paid NMTC Members<\/FONT><\/P>\n<P STYLE=color: #000000;><FONT SIZE=2>           $15 For General Attendees <\/FONT><\/P>\n<P STYLE=color: #000000;><FONT SIZE=2><BR><\/FONT><\/P>\n<P STYLE=color: #000000;><FONT SIZE=2>Not a member? Find info and consider joining at: <A HREF=http:\/\/www.nmtechcouncil.org\/membership-options>http:\/\/www.nmtechcouncil.org\/membership-options<\/A><\/FONT><\/P>\n<P STYLE=color: #000000;> <\/P>","start_date":"Jul 12 2012 22:30:00","display_start_date":"07-12-2012","end_date":"Jul 13 2012 00:00:00","display_end_date":"07-12-2012","url":"http:\/\/tt12jul2012hacknm-SRCH.eventbrite.com","address":"4310 Central Ave. SE Array","city":"Albuquerque","state":"NM","zip":"","country":"United States"},{"name":"ABQ Hack 48-hour Hackathon","about":"<p><em>Its the Albuquerque areas first 48-hour Hackathon!<\/em><\/p>\n<p><strong><span>THE BASICS:&nbsp;<\/span><\/strong><\/p>\n<p><span><span>Orientation and Kickoff - Your event coordinators will welcome you and present an introduction to AbqHack.<\/span><\/span><\/p>\n<p><span>Team pitches - Each team will quickly present their demo idea and solicit new team members.<\/span><br \/><span>Hacking - Teams will hack on their demos.<\/span><br \/><span>Demos - Each team will demo their hacks for the group and judges.<\/span><br \/><span>Prizes - The event coordinators and judges will choose the winning team based on the best technical achievement.<\/span><\/p>\n<p><strong><span>HOW TO PARTICIPATE:<\/span><\/strong><\/p>\n<p><span>Developers - Tickets are exclusively for developers who have software development skills and want to hack in one of the projects to present.<\/span><br \/><br \/><span>DESIGNERS - Tickets are exclusively for people who want to give a magic touch to apps that hackers code up.<\/span><br \/><br \/><span>Tickets are available on a limited basis. Any minors under 18 must have parental consent and adult supervision.<\/span><br \/><br \/><span>SPECTATORS - Anybody is welcome at any point of the event. The main public events of the Hackathon are the kickoff\/pitch sessions, presentations, and awards.<\/span><br \/><br \/><span>SPONSORS - There are many ways for companies to partner with the Hackathon. To learn how you can provide support, please contact us.<\/span><\/p>\n<p><strong><span>SCHEDULE:<\/span><\/strong><\/p>\n<ul>\n<li>5:00pm - Launch party -&nbsp;Come with your team to network with industry bigs of Albuquerque, brainstorm ideas, or find developers and designers to form a group with you!<\/li>\n<li>6:30pm - Pitch Sessions -&nbsp;Pitch your idea and form your team. &nbsp;Each presenter(s) has 2 minutes to present. &nbsp;Time limits are enforced brutally.<\/li>\n<li>8:00pm - Hacking Kickoff<\/li>\n<li>12:00am - Doors close (still tbd) for the evening, time to get some sleep. &nbsp;Next morning is the start of a big day where the bulk of your project gets done.<\/li>\n<\/ul>\n<p><span>Saturday, May 12th, 2012<\/span><\/p>\n<ul>\n<li>8:00am - Doors re-open<\/li>\n<li>7:00pm - Team give presentation on the status of their project and get the opportunity to get feedback.<\/li>\n<li>12:00am: Doors close, sleepy time.<\/li>\n<\/ul>\n<p><br \/><span>Sunday, May 13th, 2012<\/span><\/p>\n<ul>\n<li>08:00am - Doors open. &nbsp;The final sprint to 4:00pm<\/li>\n<li>04:00pm - Pencils down. No more coding, hacks are finished and submitted<\/li>\n<li>05:30pm - Hackathon presentations, each team gets 5 minutes to present.<\/li>\n<li>07:00pm - Awards and closing party<\/li>\n<\/ul>\n<p><span><strong>Venue TBA<\/strong><\/span><\/p>\n<p><span>Were talking with a potential venue or two - are you interested? &nbsp;<\/span><\/p>\n<p><span>Ideally the venue will have tables and chairs in a somewhat flexible configuration for up to 35 participants, plenty of access to power and robust, accessible wifi. And nearby access to food\/coffee.<\/span><\/p>\n<p><span>Participants will sign a release holding any venue harmless and be responsible for their own gear, etc.<\/span><\/p>\n<p><span style=font-family: arial, helvetica, sans-serif; font-size: x-small;><br \/><\/span><\/p>","start_date":"May 11 2012 23:00:00","display_start_date":"05-11-2012","end_date":"May 14 2012 00:00:00","display_end_date":"05-13-2012","url":"http:\/\/abqhack-SRCH.eventbrite.com","address":"Central, NE","city":"Albuquerque","state":"NM","zip":"","country":"United States"}]}