{"events":[{"name":"SendGrid Mobile Hackathon","about":"<P><STRONG>Who:<\/STRONG> Anyone interested in creating mobile applications for the iOS or Android platforms.<\/P>\n<P><STRONG>What:<\/STRONG> A Intro to Mobile Development for Web, iOS Native Apps and Android Native Apps presentation followed by a hackathon with awesome people and prizes. <\/P>\n<P><STRONG>When:<\/STRONG> Saturday December 10, 2011 from 8am to 9pm<\/P>\n<P><STRONG>Where:<\/STRONG> SendGrids Southern California office.<\/P>\n<P><STRONG>Agenda (Tentative):<\/STRONG><\/P>\n<P>8 - 9am<\/P>\n<P>Breakfast provided by SendGrid + Registration.<\/P>\n<P>9 - 9:15am<\/P>\n<P>Introduction<\/P>\n<P>9:15 - 11am<\/P>\n<P>Intro to Mobile Development for Web, IOS Native Apps and Android Native Apps presentation. (details below)<\/P>\n<P>11 - 12pm<\/P>\n<P>Form teams and begin hacking.<\/P>\n<P>12 - 1pm<\/P>\n<P>Lunch provided by SendGrid.<\/P>\n<P>1- 7pm<\/P>\n<P>Hacking.<\/P>\n<P>7 - 8pm<\/P>\n<P>Presentations.<\/P>\n<P>8 - 8:30pm<\/P>\n<P>Judging and awarding of prizes.<\/P>\n<P>8:30 - 9pm<\/P>\n<P>Wrap up.<\/P>\n<P><STRONG>Prizes:<\/STRONG><\/P>\n<P>TBA<\/P>\n<P><STRONG>Presentation Details:<\/STRONG><\/P>\n<P>Intro to Mobile Development for Web, IOS Native Apps and Android Native Apps<\/P>\n<P><EM><STRONG>About the presentation:<\/STRONG><\/EM><\/P>\n<P>We all know that Mobile Development is the big talk of the moment, but getting started brings more questions than answers. Questions such as: Where do you start? What platforms do you target? and\/or Do you have to learn COCOA, JAVA, HTML5, CSS3 and all those technologies that you may not know much about? <\/P>\n<P>The good news is that you can relax for now, because there is a new and exciting way to do it all in simple ways. In this workshop you will learn the following in a few short hours… Oh and actually be productive from day one:<\/P>\n<P>How to design and build a single application that runs perfectly on: mobile web browsers, iPhone (native app), iPad(native app) and Android(native app).<\/P>\n<UL>\n<LI>How to test your application in IOS Simulator<\/LI>\n<LI>How to test your application in Android Simulator<\/LI>\n<LI>How to transfer your application to an actual iPhone and\/or iPad<\/LI>\n<LI>How to transfer your application to an actual Android phone<\/LI>\n<LI>How to deploy your Android application to the Android Market and Amazon AppStore<\/LI>\n<LI>How to deploy your iPhone\/iPad application to the Apple AppStore<\/LI>\n<\/UL>\n<P><EM><STRONG>About the Speaker:<\/STRONG><\/EM><\/P>\n<P>Jorge Garifuna is a Professional Software Developer and Consultant with over 15 years of industry experience. His portfolio of technologies include but are not limited to various programming languages, Web 2.0, a diverse number of Frameworks, countless of databases and the latest and greatest in Mobile for popular platforms such as IOS, Android and BlackBerry, among many.<\/P>\n<P>Over the years, Jorge has successfully Designed, Developed and Deployed (DDD) software in the areas of E-Commerce, Project Management, Content Management Systems (CMS), Enterprise Resource Planning (ERP) and Customer Relationship Management (CRM) to name a few. His technologies have been used, by many consumers, employees and businesses, some of which have grown to multi-million dollar businesses.<\/P>\n<P>Jorge prides himself as a happy contributor to various Open Source Projects, including the ATK Framework and vTiger CRM to name a few. He has also given various presentations in the topics of: Joomla CMS; ATK Framework; Wordpress; ELGG Social Network Framework; Integration of Linux, Apache, MySQL, SQLite with Mkahawa Cyber Manager and PHP; and Mobile Development for Web, IOS Native and Android Native.<\/P>\n<P>Jorge joined LAMPsig over six years ago and is currently serving as the president of this dynamic LAMP group. More details of Jorge’s professional qualifications can be found at: <A HREF=http:\/\/jgari.com\/resume>http:\/\/jgari.com\/resume<\/A><\/P>","start_date":"Dec 10 2011 16:00:00","display_start_date":"12-10-2011","end_date":"Dec 11 2011 05:00:00","display_end_date":"12-10-2011","url":"http:\/\/sendgridmh.eventbrite.com","address":"1065 N Pacificenter Drive Suite 425","city":"Anaheim","state":"CA","zip":"92806","country":"United States"}]}