{"events":[{"name":"Mile High","about":"<p>A tempting cocktail of programming, design and creativity. This competition will stretch even the industrys best talent. Whether youre competing from the flight control tower or spectating from the viewing platform, the experience will be nothing short of... explosive.&nbsp;<\/p>\n<p><strong>Heres why...<\/strong><br \/><br \/>Mile High is not just for hackers and designers. Spectators are also highly valued. Picture a live competition, in a bar, DJs and audience involvement with creative competitions. Fight for prizes, free drinks, and your team on the night.<\/p>\n<div class=alert alert-error>Note!&nbsp;Audience participation is encouraged.<\/div>\n<p>You&rsquo;ll receive a pre-flight beverage drink on arrival at the lounge and we&rsquo;ll provide light snacks from Verona that will top any airline food you&rsquo;ve ever experienced.<br \/><br \/>Last time we had 6 computer screens, this time we&rsquo;re ramping up the visuals. That means you&rsquo;ll be able to see exactly what the teams are working on throughout the night.<br \/><br \/>Our flight crew will answer any questions, so no hacking knowledge is required to fly Mile High Airlines<br \/><br \/>The flight control deck will be fun to watch and easy to follow along with on the big.<\/p>\n<h1 dir=ltr>What to expect of your journey.<\/h1>\n<p>&nbsp;For starters, a planeload of fun.<\/p>\n<p>As you walk in the door we will assign you to a team with a unique coloured wristband. Your wristband colour will match the colour of the team youve been assigned to. Want to switch teams? Bartering and bribery is encouraged! Find somebody to trade with, meet new people, break the ice. We will be running mini competitions and giving out drink cards and prizes throughout the night.<br \/><br \/>6 teams overcome various distractions, working together on a project to solve a myriad of computer programming problems in an entertaining environment featuring:<\/p>\n<ul>\n<li>20 hackers, 4 designers<\/li>\n<li>Spectator competitons<\/li>\n<li>Giveaways<\/li>\n<li>And much more... (we like surprises)<\/li>\n<\/ul>\n<div>\n<h1 dir=ltr>Inflight Entertainment.<\/h1>\n<h4 dir=ltr>No reruns of Forrest Gump, we promise.<\/h4>\n<p dir=ltr>Our lineup of inflight entertainment will keep you going throughout your journey.<\/p>\n<p dir=ltr>Head over to our website for more details: <a href=http:\/\/hacktivate.me>Hacktivate.me<\/a><\/p>\n<\/div>","start_date":"Nov 24 2012 02:00:00","display_start_date":"11-23-2012","end_date":"Nov 24 2012 10:00:00","display_end_date":"11-24-2012","url":"http:\/\/milehighakl-SRCH.eventbrite.com","address":"155 Karangahape Road","city":"Auckland","state":"Auckland","zip":"1010","country":"New Zealand"}]}