{"events":[{"name":"Bath Startup Weekend #2: 2nd to 4th Nov 2012","about":"<p><strong>What is Bath Startup Weekend?<\/strong><\/p>\n<p>Bath Startup Weekend is a weekend-long, hands-on experience where entrepreneurs and aspiring entrepreneurs can find out if startup ideas are viable. On average, half of Startup Weekend&rsquo;s attendees have technical backgrounds, the other half have business backgrounds.<\/p>\n<p>On Friday evening, participants that wish to have 60 seconds to make a pitch, the pitches are whittled down to the top ideas, and then teams form around the ideas. Over Saturday and Sunday teams focus on customer development, validating their ideas, practicing LEAN Startup Methodologies and building a Minimal Viable Product. Finally, the weekend culminates with demonstrations in front of an audience of judges and potential investors.<\/p>\n<p>The ticket includes all meals, snacks, as much tea and coffee as you can drink.<\/p>\n<p>Oh, and there will be some free beer, too.<\/p>\n<p>The venue will be open for the entire duration of the event. Teams and individuals that want to can work on their ideas day and night.<\/p>\n<p><strong>Who should come along?<\/strong><\/p>\n<p>Existing entrepreneurs, aspiring entrepreneurs and anyone who has thought they would like to be a part owner in a new business venture. People of all backgrounds including software developers, marketers, designers, ux\/ui experts, online business enthusiasts, and students.<\/p>\n<p>Bath is less than 90 minutes from London, by train. The venue, Bath Innovation Centre, is 5 minutes walk from the railway station.<\/p>","start_date":"Nov 03 2012 01:00:00","display_start_date":"11-02-2012","end_date":"Nov 05 2012 04:45:00","display_end_date":"11-04-2012","url":"http:\/\/swbath2-SRCH.eventbrite.com","address":"Carpenter House Broad Quay","city":"Bath","state":"Bath And North East Somerset","zip":"BA1 1UD","country":"United Kingdom"},{"name":"Storm Hack Day","about":"<p>Join local web agency Storm and friends for an open hack day. Developers and designers: bring your laptop, join a team and build some fantastic web and mobile apps. Everybody else: we&rsquo;d love you to come along and see apps in the making!<\/p>\n<p>If you&rsquo;ve ever wondered how web and mobile apps make it from ideas through to real product, then this is an unmissable opportunity.<\/p>\n<p>Previous hack days have produced such gems as Spyhunt and Shaken.<\/p>","start_date":"Mar 20 2012 15:00:00","display_start_date":"03-20-2012","end_date":"Mar 21 2012 00:00:00","display_end_date":"03-20-2012","url":"http:\/\/www.eventbrite.com\/event\/2790527543","address":" ","city":"Bath","state":"","zip":"","country":"United Kingdom"}]}