{"events":[{"name":"Lehigh Valley Startup Weekend","about":"<p>Ever wondered what it takes to be an entrepreneur? The professional and personal challenges, the high and lows, the failures and the success? Startup Weekend is a global grassroots movement of active and empowered entrepreneurs who are learning the basics of founding startups and launching successful ventures. It is the largest community of passionate entrepreneurs with over 400 past events in 100 countries around the world in 2011.<\/p>\n<p>The non-profit organization is headquartered in Seattle, Washington but Startup Weekend organizers and facilitators can be found in over 200 cities around the world. From Mongolia to South Africa to London to Brazil, people around the globe are coming together for weekend long workshops to pitch ideas, form teams, and start companies.<\/p>\n<p>All Startup Weekend events follow the same basic model: anyone is welcome to pitch their startup idea and receive feedback from their peers. Teams organically form around the top ideas (as determined by popular vote) and then it&rsquo;s a 54 hour frenzy of business model creation, coding, designing, and market validation. The weekends culminate with presentations in front of local entrepreneurial leaders with another opportunity for critical feedback.<\/p>\n<p>Whether entrepreneurs found companies, find a cofounder, meet someone new, or learn a skill far outside their usual 9-to-5, everyone is guaranteed to leave the event better prepared to navigate the chaotic but fun world of startups.<\/p>","start_date":"Nov 03 2012 01:00:00","display_start_date":"11-02-2012","end_date":"Nov 05 2012 05:00:00","display_end_date":"11-04-2012","url":"http:\/\/swlehighvalley-SRCH.eventbrite.com","address":"116 Research Dr","city":"Bethlehem","state":"PA","zip":"18015","country":"United States"},{"name":"Lehigh Valley Hack 2012","about":"<p><span><strong><span>Lehigh Valley<\/span>&nbsp;<span>Tech&nbsp;<\/span><\/strong><\/span>and&nbsp;<strong>Ben Franklin&nbsp;Technology&nbsp;PArtners<\/strong><\/p>\n<p><span>Present<\/span><\/p>\n<p><span><strong><span>Lehigh Valley Hack 2012<\/span><\/strong><\/span><\/p>\n<p><span>Building cool stuff in the Lehigh Valley!<\/span><\/p>\n<p><span>Join&nbsp;<a title=Lehigh Valley Tech href=http:\/\/lehighvalleytech.org\/ target=_blank>Lehigh Valley Tech<\/a>&nbsp;and&nbsp;<a title=Ben Franklin Technology Partners href=http:\/\/nep.benfranklin.org\/ target=_blank>Ben Franklin Technology Partners<\/a>&nbsp;as they present their inaugural hack day event! Our goal is to bring together the Lehigh Valleys best developers and designers for a weekend of collaboration and creation.<\/span><\/p>\n<p><span>Not from the Lehigh Valley? Not to worry, the Lehigh Valley is an easy drive from Philadelphia, New York, Harrisburg, Washington DC, and all points beyond!<\/span><\/p>\n<p><span><strong>Tickets:<\/strong><\/span><\/p>\n<ul>\n<li><span>Standard Admission: $35.00 (until March 16th)<\/span><\/li>\n<li><span>Late Registration: $45.00 (March 17th thru March 28th)<\/span><\/li>\n<\/ul>\n<p><span><strong>We expect this event to be SOLD OUT and were not expecting to sell tickets at the door.<\/strong><\/span><\/p>\n<p><span>We will have meals, snacks and beverages available to all participants. There will be prizes awarded in several categories (more details to come). So come pitch your idea or join up with a team to help build something cool!<\/span><\/p>\n<p><span><em>Are you a high school or university student? Please click Contact the Host&nbsp;<span>before<\/span>&nbsp;purchaing your ticket so that you may receive a special student rate. You must have a .edu email address to receive this special rate.<\/em><\/span><\/p>\n<p><span><em><strong>Note: All sales are final and no refunds will be provided.<\/strong><\/em><\/span><\/p>\n<p style=text-align: center;><span style=color: #ff6600; font-size: large;><strong><br \/><\/strong><\/span><\/p>","start_date":"Mar 31 2012 01:00:00","display_start_date":"03-30-2012","end_date":"Apr 02 2012 00:00:00","display_end_date":"04-01-2012","url":"http:\/\/lvhack2012.eventbrite.com","address":"116 Research Drive","city":"Bethlehem","state":"PA","zip":"18015","country":"United States"}]}