{"events":[{"name":"Apps4VA HAC4EDU Blacksburg","about":"<p>Apps4VA is sponsoring 5 simultaneous 24-hour hackathons to develop software applications using education data. Cash and other prizes will be awarded to winners. Well supply food, snacks, and data. You supply energy, excitement and ingenuity!<\/p>\n<p>Apps4VA is an collaborative effort between the Center for Innovative Technology and the Virginia Department of Education to encourage the development of new and innovative ways to use and analyze education data. For more information on the program, visit&nbsp;<a href=http:\/\/www.apps4va.org\/index.html>http:\/\/www.apps4va.org\/index.html<\/a><\/p>","start_date":"Oct 20 2012 01:00:00","display_start_date":"10-19-2012","end_date":"Oct 21 2012 00:00:00","display_end_date":"10-20-2012","url":"http:\/\/apps4vahac4edu_blk-SRCH.eventbrite.com","address":"432 N Main St","city":"Blacksburg","state":"VA","zip":"24060","country":"United States"},{"name":"Blacksburg Startup Weekend 09\/14","about":"<blockquote><p>For all event details, visit blacksburg.startupweekend.org<p>Thanks!<p><a href=http:\/\/startupweekend.org\/contact\/ rel=nofollow>Startup Weekend Crew<\/a><p> <p><strong>Refund Policy:<\/strong>  No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/p><\/p><\/p><\/p><\/p><\/blockquote><blockquote><p><strong>About Startup Weekend:<\/strong> Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.  Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.  Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks. All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials. The weekend is centered around action, innovation, and education.  Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/p><\/blockquote>","start_date":"Sep 15 2012 01:00:00","display_start_date":"09-14-2012","end_date":"Sep 17 2012 04:00:00","display_end_date":"09-16-2012","url":"http:\/\/eventful.com\/blacksburg\/events\/blacksburg-startup-weekend-0914-\/E0-001-050811259-0?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"755 University City Blvd","city":"Blacksburg","state":"VA","zip":"24060","country":"United States"}]}