{"events":[{"name":"AngelHack Hackathon Fall 2012 Boston","about":"<p><strong>AngelHack&rsquo;s 24-hour Hackathon is back and this time we&rsquo;re bigger than ever! Join us for Bostons Fall 2012 edition, where you can find:<\/strong><\/p>\n<ul>\n<li><strong>100s <\/strong><strong>of amazing developers &amp; designers<\/strong> to work with<\/li>\n<li>Gourmet food, shwag, nerf guns, helicopters, and at select locations- AR drones and free massages<\/li>\n<li><strong>Over $650,000 in prizes<\/strong>, including acceptance into AngelHacks Hackcelerator program and trips to Silicon Valley (more details below and on our <a rel=nofollow href=http:\/\/www.angelhack.com\/FAQ>FAQ<\/a>)<\/li>\n<li><strong>Media coverage<\/strong> and immediate attention for your hackathon project to get taken to the next level<\/li>\n<li>An awesome community of mentors, influencers, and expert judges to help you along the way<\/li>\n<\/ul>\n<p>What should I build?<br \/>Create a prototype (hack) of something that you believe solves a big problem. You dont need a business plan or anything crazy like that, but you should be able to show the big idea potential of your hack. AngelHack is a launchpad for you to flush out and validate projects youve always wanted to build. Previous winners include: <a rel=nofollow href=http:\/\/www.appetas.com\/>Appetas<\/a>, <a rel=nofollow href=http:\/\/givego.co\/>GiveGo<\/a>, <a rel=nofollow href=http:\/\/www.tapfame.com\/>TapFame<\/a>, <a rel=nofollow href=http:\/\/blog.rumma.ge\/post\/18897267184\/how-to-win-a-hackathon>SnapStore<\/a>, <a rel=nofollow href=http:\/\/angelhack3.hackathon.io\/hacks\/view\/262>ShareBrowse<\/a>, <a rel=nofollow href=http:\/\/vimeo.com\/35028538>Kloutron<\/a>, &amp; <a rel=nofollow href=http:\/\/www.bluedragonsec.com\/>Blue Dragon Security<\/a>.<\/p>\n<p>What are the rules?<\/p>\n<p>All code must be FRESH. Prior to the hackathon you can create your design, wireframes, logo, and user flows. You can even build hardware. But to make things completely fair you can not write any code whatsoever until the hackathon starts. All code must be built at AngelHack. <br \/><br \/>For more info visit our <a rel=nofollow href=http:\/\/www.angelhack.com\/rules>Rules<\/a> and <a rel=nofollow href=http:\/\/www.angelhack.com\/FAQ>FAQ<\/a> pages.<\/p>\n<p>Good Luck,<br \/>Gregory Gopman<br \/>AngelHack Founder \/ CEO<\/p>\n<p><strong><strong>As seen in<\/strong><\/strong><\/p>\n<p><strong>&nbsp;<\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>","start_date":"Nov 17 2012 17:00:00","display_start_date":"11-17-2012","end_date":"Nov 19 2012 01:00:00","display_end_date":"11-18-2012","url":"http:\/\/eventful.com\/boston_ma\/events\/angelhack-hackathon-fall-2012-boston-\/E0-001-051477043-8?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"281 Summer Street","city":"Boston","state":"MA","zip":"02108","country":"United States"},{"name":"Boundless Physics Textbook Hackathon","about":"<p><span>Developers and coders aren&rsquo;t the only hackers out there. Join Boundless on November 2 - 4 for a<strong><span>&nbsp;textbook hackathon<\/span><\/strong>&nbsp;to create a free, open physics book.<\/span><\/p>\n<p><span><strong>What&rsquo;s a Textbook Hackathon?<\/strong><\/span><\/p>\n<p><span>An event in which specialists of a certain subject area get together to create learning content for the community. Hackers will sort through the best openly licensed and free educational materials available online to create an open textbook.&nbsp;<\/span><\/p>\n<p><span><strong>Why Hack with Us?<\/strong><\/span><\/p>\n<p><span><a href=https:\/\/www.boundless.com\/>Boundless<\/a>&nbsp;is making the worlds open educational content more useful for students by connecting them with the wealth of high quality, openly licensed, and free educational content that has been created by leading educators and institutions over the last 20 years.&nbsp;<\/span><\/p>\n<p><span>By hacking with us, youll be contributing the vast world of open educational resources and making this content relevant and useful for physics students everywhere. Its a unique way to meet local physicists, a cool resume booster, and a way to give back to the educational community.&nbsp;<\/span><\/p>\n<p><span>Plus, youll feel right at home in our kickass office space (photo evidence below).&nbsp;<\/span><\/p>\n<p><span><strong>Who Should Attend?<\/strong><\/span><\/p>\n<p><span>Physics professors, teachers, researchers, graduate students, or teaching assistants. Not sure if you fit the bill but still want to attend? Email us:&nbsp;<a title=hackathon@boundless.com href=mailto:hackathon@boundless.com>hackathon@boundless.com<\/a><\/span><\/p>\n<p><strong><span>Event Details<\/span><\/strong><\/p>\n<p><span>Expect lots of free food, mingling with fellow physists, ping pong matches, an epic Super Smash Bros brawl, and prizes throughout the hackathon weekend.<\/span><span>&nbsp;<\/span><\/p>\n<p><em><span>November 2 (6pm - 10pm)&nbsp;<\/span><\/em><\/p>\n<p><span>Let your inner-physics socialite shine at the Hackathon Orientation. We&rsquo;re not talking about that boring orientation experience from freshmen year; we&rsquo;re talking orientation Boundless style&mdash;food, fun, and games!<\/span><\/p>\n<p><span>We&rsquo;ll lay out some of the key components and guidelines for the textbook hackathon and sign you up for the weekend-long Super Smash Bros brawl, so don&rsquo;t miss it!&nbsp;<\/span><\/p>\n<p><span>Don&rsquo;t forget to bring your friends. Whoever brings the most friends with them wins a $100 cash prize Friday night.<\/span><\/p>\n<p><span>If you can&rsquo;t make this orientation and networking night but still want to attend, we&rsquo;ll host some light guideline refreshers on Saturday and Sunday mornings.<\/span><\/p>\n<p><em><span>November 3 (9am - 9pm) and November 4 (9am - 6pm)<\/span><\/em><\/p>\n<p><span>The brunt of the textbook hack will take place Saturday and Sunday. We&rsquo;ll have the office open all day, so stop by when you can to start hacking!<\/span><\/p>\n<p><span>Boundless has lots of different office settings open for you to use. Whether you work better in a quiet room, on a comfy couch, or at your desk: we have it all. Find the spot where you&rsquo;ll work best and bang out some physics hacks!<\/span><\/p>\n<p><span>Sunday night well have some special Hackathon Closing Ceremonies. Prizes and awards will be bestowed then.<\/span><\/p>\n<p><span><strong>Prizes<\/strong><\/span><\/p>\n<ul>\n<li><span>Come all three days and be entered in a raffle to win an Xbox 360 with Kinect Star Wars bundle ($400 value)<\/span><\/li>\n<li><span>$150 cash prize for winning the Super Smash Bros brawl<\/span><\/li>\n<li><span>$100 cash prize for bringing the most friends<\/span><\/li>\n<li><span>More to be announced soon!<\/span><\/li>\n<\/ul>\n<p><strong><span>Time Commitment<\/span><\/strong><\/p>\n<p><span>We hope you can commit 10 hours to hacking. Come and go as you please!<\/span><\/p>\n<p><strong><span>What to Bring<\/span><\/strong><\/p>\n<p><span>Just a laptop, charger, and an itch to hack. We&rsquo;ll supply the rest.<\/span><\/p>\n<p><strong><span>Questions?<\/span><\/strong><\/p>\n<p><span>Email us at&nbsp;<a title=hackathon@boundless.com href=mailto:hackathon@boundless.com>hackathon@boundless.com<\/a><\/span><\/p>\n<p><span><a href=http:\/\/mce_host\/mail%20to:%20hackathon@boundless.com><img src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/43242944\/eventbriteoffice.jpeg alt=boundless office width=550 height=367 \/><\/a><\/span><\/p>\n<p><img src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/43242944\/eventbriteoffice2.jpeg alt=boundless office width=550 height=367 \/><\/p>","start_date":"Nov 03 2012 01:00:00","display_start_date":"11-02-2012","end_date":"Nov 05 2012 02:00:00","display_end_date":"11-04-2012","url":"http:\/\/textbookhackathon-SRCH.eventbrite.com","address":"207 South St","city":"Boston","state":"MA","zip":"02111","country":"United States"},{"name":"Hubway Data Visualization Hack Day","about":"<P><STRONG>Meet other data visualization geeks and together explore and discover new ways to visualize half a million hubway rides!<\/STRONG><\/P>\n<P>If youre a coder, designer, planner, artist, scientist, biker, hacker or just an enthusiastic person with good ideas, the Hubway Data Visualization Hack Day is for you.<\/P>\n<P>Find out more about the <A HREF=http:\/\/hubwaydatachallenge.org>Hubway Data Visualization Challenge<\/A>.<\/P>\n<P><STRONG>Whats a Hack Day?<\/STRONG><\/P>\n<P>A Hack Day is an event that brings together various types of geeks in the same physical space for a brief but intense period of collaboration, hacking, and creating awesome things. A hack is a quick solution to a problem – maybe not the most elegant solution, but often the cleverest (e.g. mashing up APIs, datasets and web interfaces from different sources in new and interesting ways).<\/P>","start_date":"Oct 27 2012 17:00:00","display_start_date":"10-27-2012","end_date":"Oct 28 2012 01:00:00","display_end_date":"10-27-2012","url":"http:\/\/hubwaydatachallenge-SRCH.eventbrite.com","address":"355 Congress Street","city":"Boston","state":"MA","zip":"02210","country":"United States"},{"name":"YES.OUI.SI. Brand Hack","about":"<p>Boston&#39;s beloved conceptual gallery, YES.OUI.SI., will change the way our city experiences art by changing the way they work. Heretofore a brick and mortar space, YES.OUI.SI. is beginning a new strategy, one that focuses on consultation and itinerance. Join us as we spend a full eight-hour day discovering their vision, codifying their promise, and building the tools they&#39;ll need to relaunch this fabulous endeavor.<p>As a creative supporter you&#39;ll be listening alongside the dedicated hackers and learning about YES.OUI.SI.&#39;s new enterprise, as well as exploring a new way to bring creative services to emerging businesses. The hackers will be looking for skilled partners to work with in executing their inititatives, so if you&#39;re good at building things, let us know.<p>There will be a presentation of the day&#39;s work at 5:30p and a launch party directly following from 6:00p to midnight. If you have any questions, please email us at <a href=mailto:info@thebrandhack.com rel=nofollow>info@thebrandhack.com<\/a>. Hope to see you there.<p>The Brand Hack Team.<\/p><\/p><\/p><\/p>","start_date":"Sep 26 2012 15:30:00","display_start_date":"09-26-2012","end_date":"Sep 27 2012 00:00:00","display_end_date":"09-26-2012","url":"http:\/\/eventful.com\/boston_ma\/events\/yesouisi-brand-hack-\/E0-001-051168976-4?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"200 Stuart St","city":"Boston","state":"MA","zip":"02116","country":"United States"},{"name":"Inbound 2012: Developer Track","about":"<p>This track is for developers who want to attend Inbound in order to learn more about the HubSpot APIs and building new marketing products. Inbound provides a unique opportunity of getting&nbsp;nearly instant feedback from thousands of users of any application.<\/p>\n<h3>Hack Track Format<\/h3>\n<p>There are 2 sections of the track:<\/p>\n<p>Inbound Hackathon (<strong>FREE<\/strong>&nbsp;for Developers)<\/p>\n<p>Step 1: Make a team beforehand or be placed on a team.<\/p>\n<p>Step 2: Virtually meet your team before to decide what you want to build.<\/p>\n<p>Step 3: Develop the app during Inbound 2012.<\/p>\n<p>Step 4: Attend some of the sessions at Inbound 2012.<\/p>\n<p>Step 5: Get feedback from over 2,000 marketers at Inbound.<\/p>\n<p>Step 6: Receive feedback from a panel of judges and win cool prizes!<\/p>\n<p>Sound good? Fill out the form&nbsp;<a href=http:\/\/www.inboundconference.com\/agenda\/hack-track\/>here<\/a>, and we will get back to you ASAP. And did we mention it is&nbsp;<strong>FREE&nbsp;<\/strong>for developers?<\/p>\n<h3>Hack Track Sessions<\/h3>\n<p>These sessions are for developers, IT, and other technical people who may be responsible for customizing HubSpot for their jobs. Track sessions include:<\/p>\n<ul>\n<li>Keynote talk with Dharmesh Shah - CTO and Co-Founder of HubSpot<\/li>\n<li>CSS an HTML and the CMS (with case studies)<\/li>\n<li>Using the APIs and customizing HubSpot (with case studies)<\/li>\n<li>&ldquo;Get started&rdquo; building a HubSpot app<\/li>\n<\/ul>\n<p>More to come...<\/p>\n<p>Note: If you are not building an app, then the price to attend this part of the hack track is a&nbsp;<strong>$99<\/strong>&nbsp;add-on to the main ticket as long as you are accompanied by a standard Inbound attendee. You will also get full access to the rest of the event.<\/p>\n<h3><a title=Hack Teck Project Ideas href=http:\/\/www.inboundconference.com\/agenda\/hack-track\/ideas\/ target=_self>Hack Track Project Ideas<\/a>&nbsp;<\/h3>\n<p><a title=Check out the list of ideas for Hack Track projects href=http:\/\/www.inboundconference.com\/agenda\/hack-track\/ideas\/ target=_self>Check out the list of ideas for Hack Track projects<\/a>!&nbsp;Were also looking for your ideas! If you would like to submit an idea, please do so! &nbsp;<\/p>\n<p>Sound good? Fill out the form&nbsp;<a href=http:\/\/www.inboundconference.com\/agenda\/hack-track\/>here<\/a>, and we will get back to you ASAP with a promo code!<\/p>","start_date":"Aug 27 2012 15:00:00","display_start_date":"08-27-2012","end_date":"Aug 30 2012 22:00:00","display_end_date":"08-30-2012","url":"http:\/\/inbound2012hacktrack-SRCH.eventbrite.com","address":"900 Boylston St","city":"Boston","state":"","zip":"02115","country":"United States"},{"name":"Ready.Set () {Code} Challenge - Boston, MA","about":"<p><strong>Ready.Set () {Code} Challenge <\/strong><p>Headphones on. Tilt the seat back. Just steady codin&#39; as the keys get tapped. Get ready, because Nokia Developer is about to turn your town into Dev City with its <a href=\\http:\/\/www.nokiadeveloper.eventbrite.com\/\\ rel=\\nofollow\\><strong><u>Ready.Set () {Code} Challenge<\/u><\/strong><\/a>. <p> <p>We are hitting the road to 13-cities looking for developers who want to build an experience not just another app. To kick off the Ready.Set () {Code} Challenge, Nokia Developer will hold hackathons across the US and Canada beginning in May. You can sign up individually or form your own team to build the coolest, baddest apps for the Windows Phone platform and Nokia Lumia devices. <p> <p>Prizes will be awarded on site at each event for the top 3 created apps, top student created app, and most Nokia-branded developer (use your imagination). App winners will be judged on creativity, usability, technical difficulty and app presentation.<p><strong> <\/strong><p>1<sup>st<\/sup> place: $500 gift card & Nokia Lumia 900<p>2<sup>nd<\/sup> place: $250 gift card & Nokia Lumia 900<p>3<sup>rd<\/sup> place: $100 gift card & Nokia Lumia 900<p>Student Winner: $150 gift card & Nokia Lumia 900<p>Most Nokia-Branded Dev:   $100 gift card & Nokia Lumia 900 <p><em> <\/em><p>At Nokia, we don&#39;t have ordinary developers, so these won&#39;t be ordinary hacks. We have some amazing experiences in store - like our Re-Charge Room - for developers to chill out between pounding out code. So come showoff your skills and earn rewards. Space will be limited so register early. <p>The Challenge is on. . . .<strong>Ready.Set () {Code}<\/strong><p> <p><strong><u>Ready.Set () {Code}<\/u><\/strong><strong> <u>Challenge Schedule:<\/u><\/strong><p>08:30 a.m. Light breakfast and registration<p>09:00 a.m.   Welcome and competition overview<p>09:30 a.m.  Let the hacking begin!<p>12:30 p.m.  Lunch<p>07:00 p.m.  Show us your app\/Dinner<p>08:00 p.m.   Winners announced<p><p>See rules here: <u><a href=\\http:\/\/www.callingallinnovators.com\/readysetcodechallenge\/Boston\\ rel=\\nofollow\\>http:\/\/www.callingallinnovators.com\/readysetcodechallenge\/Boston<\/a><\/u><p><p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p>","start_date":"Jun 07 2012 16:00:00","display_start_date":"06-07-2012","end_date":"Jun 08 2012 05:00:00","display_end_date":"06-07-2012","url":"http:\/\/eventful.com\/boston_ma\/events\/readyset-code-challenge-boston-ma-\/E0-001-047682989-6?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"1 Science Park","city":"Boston","state":"MA","zip":"02114","country":"United States"},{"name":"Cleanweb Hackathon Boston","about":"<p>The Cleanweb Hackathon is an upcoming gathering to demonstrate the impact of applying information technology to resource constraints. Join us May 4th through the 6th in Boston as we bring together developers, designers and business professionals dedicated to optimizing resource use and accelerating cleantech development. Participants are tasked with building applications that tackle energy, waste, water, and other sustainability issues by leveraging web and mobile technologies. We challenge attendees on what they can do over the course of the weekend that might just change the world for the better.<\/p>\n<p>Saturday and Sunday&rsquo;s Events will be held at Greentown Labs in the heart of the Innovation District in Boston. Friday night kick-off location will be at the Cambridge Innovation Center.<\/p>","start_date":"May 05 2012 02:00:00","display_start_date":"05-04-2012","end_date":"May 07 2012 05:00:00","display_end_date":"05-06-2012","url":"http:\/\/cleanweb-boston.eventbrite.com","address":"337 Summer St","city":"Boston","state":"MA","zip":"02210","country":"United States"},{"name":"Boston EDU Startup Weekend","about":"<p>Startup Weekend is an intense 54 hour event which focuses on building a web or mobile application which could form the basis of a credible business over the course of a weekend. The weekend brings together people with different skillsets - primarily software developers, graphics designers and business people - to build applications and develop a commercial case around them.<\/p>","start_date":"Apr 28 2012 01:00:00","display_start_date":"04-27-2012","end_date":"Apr 30 2012 04:00:00","display_end_date":"04-29-2012","url":"http:\/\/swbostonedu-SRCH.eventbrite.com","address":"1001 Commonwealth Avenue","city":"Boston","state":"MA","zip":"02215","country":"United States"},{"name":"Boston Mobile Hackathon","about":"<P>Are you an Android developer whos hungry to build the next great mobile app?  Looking to hang out and code with other cool developers for an afternoon?  If you answered “heck yeah” to either of these, then come on out and get your hands on some brand new mobile dev tools that are not yet publicly available and bring your mobile app to the next level by adding social network and cloud service hooks.<\/P>\n<P><STRONG>Schedule of Events<\/STRONG><\/P>\n<UL>\n<LI>11:30 - 12:00pm: Be there.  People can start arriving any time after 11:00am<\/LI>\n<LI>Noon - 12:45: Well be starting at Noon. Well begin with brief introductions and a review of the Viximo and Kinvey SDKs and the value they provide to your apps and your development capabilities<\/LI>\n<LI>1:00-ish: Sort into teams. If you havent already chosen a project to work on for the day... now is the time.  Food will show up and people should eat when theyre hungry.<\/LI>\n<LI>1:00 - 3:00pm: Hacking. Lots here to do for designers and developers to get materials organized, write copy or code, etc...<\/LI>\n<LI>3:00: Check in. 5-15 minutes for teams to share progress, challenges, ask for suggestions.<\/LI>\n<LI>3:00 - 7:00: More hacking goodness<\/LI>\n<LI>7:00 - 8:00: Project update from the teams, questions, judging process & sumbission requirements discussed.<\/LI>\n<LI>8:00 - Stay at WorkBar or step out with your newfound friends.<\/LI>\n<\/UL>\n<P><STRONG>Judging & Prizes<\/STRONG><BR>Three prizes will be awarded based on the best use of the two sponsor companies mobile technologies.  Kinvey offers a quick and easy cloud storage service for apps and games, and Viximo provides an SDK that gives developers easy access to an all-inclusive social graph, recommendations, multi-channel notifications, and a real-time presence solution. The categories and prizes are:<\/P>\n<UL>\n<LI>Grand Prize - best overall app - $500 USD<\/LI>\n<LI>Runner Up - best use of Viximo - $250 USD<\/LI>\n<LI>Runner Up - best use of Kinvey - $250 USD<\/LI>\n<\/UL>\n<P>The deadline for participants to submit their video demos of their apps \/ games to the judges will be noon Sunday the 19th, the day after the Hackathon.  Judges will then review the demos and make their picks for each category on Monday the 20th and notify all participants of the results.<\/P>\n<P> <\/P>\n<P>Judges include Sean Lindsay (Co-founder and CTO at Viximo), Sravish Sridhar (Founder and CEO at Kinvey), <SPAN CLASS=s1>Greg Raiz <\/SPAN>(Founder and CEO at Raizlabs) and <SPAN CLASS=s2>Dave Bisceglia<\/SPAN><SPAN CLASS=s3> (Co-Founder & CEO at The Tap Lab).<\/SPAN><\/P>\n<P CLASS=p1> <\/P>\n<P> <\/P>\n<P><STRONG>About the Sponsors<\/STRONG> <\/P>\n<TABLE BORDER=0>\n<TBODY>\n<TR>\n<TD><A HREF=http:\/\/www.viximo.com><IMG SRC=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/106422\/viximosm.png ALT= WIDTH=138 HEIGHT=32><\/A><\/TD>\n<TD><A HREF=http:\/\/www.viximo.com><STRONG>Viximo<\/STRONG> <\/A>provides the largest independent platform for connecting social applications with premium social networks. You can think of it as the Batman utility belt for mobile app developers: its got all the tools you need to take your mobile apps social.<\/TD>\n<\/TR>\n<TR>\n<TD><A HREF=http:\/\/www.kinvey.com><IMG SRC=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/106422\/kinveysm.png ALT= WIDTH=138 HEIGHT=41><\/A><\/TD>\n<TD><A HREF=http:\/\/www.kinvey.com><STRONG>Kinvey<\/STRONG> <\/A>is the first Backend as a Service that makes it ridiculously easy for developers to setup, use and operate a cloud backend for their mobile apps.  Their service lets app developers spend 100% of their time on their mobile application, not worrying about connecting to various cloud services, setting up servers for their backend, or maintaining and scaling them.<\/TD>\n<\/TR>\n<\/TBODY>\n<\/TABLE>\n<P> <\/P>\n<HR>\n<P STYLE=text-align: center;> A big thanks to <STRONG>WorkBar in Boston<\/STRONG> for providing us an AWESOME hackathon location! <\/P>\n<P STYLE=text-align: center;><A HREF=http:\/\/workbarboston.com\/><IMG TITLE=WorkBar SRC=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/106422\/workbarlogo.png ALT= WIDTH=189 HEIGHT=81><\/A><\/P>\n<P> <\/P>","start_date":"Feb 18 2012 19:00:00","display_start_date":"02-18-2012","end_date":"Mar 19 2012 03:00:00","display_end_date":"03-18-2012","url":"http:\/\/vixiveyhackathon.eventbrite.com","address":"711 Atlantic Ave Lower Level","city":"Boston","state":"MA","zip":"02111","country":"United States"},{"name":"HTML5 Mobile Apps Hackathon","about":"<p>Spend the day hacking on HTML5 mobile apps at the amazing <a href=http:\/\/loft.bocoup.com\/>Bocoup Loft<\/a>, and practice wielding your front-end fu in the mobile world. Come with your own idea, or find a fellow developer to team up with over breakfast. The event kicks off at 9 a.m., and the hacking starts in earnest at 10 a.m. At the end of the day, Toura will give an iPad 2 to the developer who makes the best app with <a href=http:\/\/mulberry.toura.com>Mulberry<\/a>, an app development framework built on top of PhoneGap. We&rsquo;ll have food and drink throughout the day, and when it&rsquo;s all over, we&rsquo;ll venture to a neighborhood bar to swap stories. Join us!<\/p>","start_date":"Jan 28 2012 17:00:00","display_start_date":"01-28-2012","end_date":"Jan 29 2012 02:00:00","display_end_date":"01-28-2012","url":"http:\/\/html5-mobile-hackathon.eventbrite.com","address":"355 Congress St","city":"Boston","state":"MA","zip":"02210","country":"United States"},{"name":"Facebook Mobile Hack - Boston","about":"<p><span>Join the Facebook Platform team on January 20 in Boston (venue pending confirmation) to get hands-on experience building social mobile apps and games.&nbsp; We&rsquo;ll be covering both native and mobile web (HTML5) app development.&nbsp;<\/span><br \/><br \/><span>During this program, Facebook will host technical deep-dives, a Q&amp;A, and an opportunity for you and your team to hack on site with Facebook Developers Team assistance. At the end of the day, awards will be given to the best mobile social apps.&nbsp;<\/span><br \/><br \/><span>You may start working on your project right now. Your app does not need to be created from scratch at the event. Capacity is limited and we might not be able to accomodate everyone, so register now to secure your space.<\/span><\/p>","start_date":"Jan 20 2012 08:00:00","display_start_date":"01-20-2012","end_date":"Jan 20 2012 08:00:00","display_end_date":"01-20-2012","url":"http:\/\/bostonhack.eventbrite.com\/","address":"","city":"Boston","state":"MA","zip":null,"country":"United States"}]}