{"events":[{"name":"Arduino Hackfest with Quick Left, SparkFun, and Twilio","about":"<p>For all you robot\/hardware\/arduino-loving developers out there, this is the Hackfest youve been dreaming of.<br \/>SparkFun is donating 30 Arduino Inventor Kits for guests to hack on and Twilio is bringing their famed Twiliobot to demo.<\/p>\n<p>Developers will have 3 hours to control what they&rsquo;ve built using web technologies such as JavaScript\/Arduino\/Johnny-Five, etc. or integrate it with a web service API. The winner will receive prizes provided by SparkFun and Twilio.<\/p>\n<ul class=mainlist>\n<li><strong>What<\/strong>: Arduino Hackfest with Sparkfun &amp; Twilio<\/li>\n<li><strong>When<\/strong>: Wednesday, September 19th from 6 - 10pm<\/li>\n<li><strong>Where<\/strong>: Quick Left HQ - 902 Pearl St.<\/li>\n<\/ul>\n<p>This Hackfest has limited attendance, so make sure you register in advance!<\/p>","start_date":"Sep 19 2012 07:00:00","display_start_date":"09-19-2012","end_date":"Sep 19 2012 07:00:00","display_end_date":"09-19-2012","url":"http:\/\/arduinohackfest.eventbrite.com\/","address":"902 Pearl St.","city":"Boulder","state":"CO","zip":"80302","country":"United States"},{"name":"Boulder EDU Startup Weekend 5\/18","about":"<DIV>\n<DIV>\n<DIV>\n<BLOCKQUOTE CLASS=gmail_quote>\n<DIV>\n<DIV>\n<DIV>\n<DIV>\n<P>For all event details, visit boulderedu.startupweekend.org<\/P>\n<DIV CLASS=im>\n<P><FONT FACE=Helvetica, Arial, sans-serif>Thanks!<\/FONT><\/P>\n<P><FONT FACE=Helvetica, Arial, sans-serif><A HREF=http:\/\/startupweekend.org\/contact\/ TARGET=_blank>Startup Weekend Crew<\/A><\/FONT><\/P>\n<P> <\/P>\n<P><FONT FACE=Helvetica, Arial, sans-serif><STRONG>Refund Policy:<\/STRONG>  No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/FONT><\/P>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/BLOCKQUOTE>\n<BLOCKQUOTE CLASS=gmail_quote>\n<DIV>\n<DIV>\n<DIV>\n<DIV>\n<P><FONT SIZE=2><STRONG>About Startup Weekend:<\/STRONG> Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.  Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.  Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks. All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials. The weekend is centered around action, innovation, and education.  Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/FONT><\/P>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/BLOCKQUOTE>\n<\/DIV>\n<\/DIV>\n<\/DIV>","start_date":"May 19 2012 01:00:00","display_start_date":"05-18-2012","end_date":"May 21 2012 04:00:00","display_end_date":"05-20-2012","url":"http:\/\/swboulderedu-SRCH.eventbrite.com","address":"2060 North Broadway St Floor B","city":"Boulder","state":"CO","zip":"80302","country":"United States"},{"name":"Cleanweb Hackathon Boulder","about":"<p>The Cleanweb Hackathon is an upcoming gathering to demonstrate the impact of applying information technology to environmetnal resource constraints. Join us May 18-20 in Boulder as we bring together developers, designers and business professionals dedicated to optimizing resource use and accelerating cleantech development. Participants are tasked with building applications that tackle energy, waste, water, and other sustainability issues by leveraging web and mobile technologies. We challenge attendees on what they can do over the course of the weekend that might just change the world for the better.<\/p>\n<p>Saturday and Sunday&rsquo;s Events will be held at Trada, one block from Boulders famed Pearl Street. Friday night kick-off location TBA.<\/p>","start_date":"Apr 21 2012 01:30:00","display_start_date":"04-20-2012","end_date":"Apr 23 2012 04:30:00","display_end_date":"04-22-2012","url":"http:\/\/cleanweb-boulder.eventbrite.com","address":"1023 Walnut St","city":"Boulder","state":"CO","zip":"80302","country":"United States"}]}