{"events":[{"name":"Wired for Food","about":"<p>We need to transform the food system. To do so we need to experiment like crazy with new ways of doing things. We believe that if we get 1000 ideas off the ground then at least a couple of them will be really disruptive ones - ideas that will transform the way we grow, transport, buy and use food. So let the experimenting begin.&nbsp;This first&nbsp;<a href=http:\/\/www.forumforthefuture.org\/project\/wired-change\/overview>Wired for Change<\/a>event is hosted by&nbsp;<a href=http:\/\/www.forumforthefuture.org\/>Forum for the Future&nbsp;<\/a>and the&nbsp;the&nbsp;<a href=http:\/\/www.bristol.ac.uk\/cabot>Cabot Institute<\/a>&nbsp;at theUniversity of Bristol.<\/p>\n<p><strong>What<\/strong><\/p>\n<p>We are bringing together coders, hackers and anyone who is working in, or passionate about, the food system. We have&nbsp;some great data and some insights into future challenges. Over a 24 hour period, we want to prototype new ideas about how we might create a radically different food system.<\/p>\n<p><strong>When<\/strong><\/p>\n<p>The event will take place at the Merchants Venturers School of Engineering in the centre of Bristol, over the weekend of the 21st &ndash; 22nd September. We will provide food, enough coffee to keep you running, perhaps the odd beer and prizes for the best ideas.&nbsp;<\/p>\n<p>On the evening of 21st&nbsp;there will be a&nbsp;series of very short presentations to get everyone up to speed with the latest situation and the data available etc. This will be followed by an opportunity to start networking and letting the ideas flow.<\/p>\n<p>On 22nd day, we hope that participants will self-organise into teams around the data that they are interested in working with and get creating. Final presentations will be at 6pm on Saturday. If people want to continue into Sunday, they will be able to do so.<\/p>\n<p><strong>Book your place now....and tell us your skills*<br \/><\/strong><\/p>\n<p>The event is free to anyone and we want lots of people working on the food system....<strong>but<\/strong>we especially need lots of people who can code, design and build prototypes. It would be great if you could let us know what skills you have. If you dont code etc you are very welcome but please bring a friend who does. Without these people we will not get very far.<\/p>\n<p>If you have any questions about the event please contact&nbsp;<a title=James Taplin href=mailto:j.taplin@forumforthefuture.org>James Taplin<\/a>&nbsp;or&nbsp;<a title=Hugh Knowles href=mailto:h.knowles@forumforthefuture.org>Hugh Knowles<\/a>.<\/p>\n<p>*if you are already registered with Eventbrite you need to put this info in your profile. Thanks<\/p>","start_date":"Sep 22 2012 00:30:00","display_start_date":"09-21-2012","end_date":"Sep 23 2012 02:00:00","display_end_date":"09-22-2012","url":"http:\/\/wired4food-SRCH.eventbrite.com","address":"Merchant Venturers Building Woodland Road","city":"Bristol","state":"Bristol, City Of","zip":"BS8 1UB","country":"United Kingdom"}]}