{"events":[{"name":"Buenos Aires Startup Weekend","about":"<p>The professional and personal challenges, the high and lows, the failures and the success?<\/p>\n<p><a href=http:\/\/startupweekend.org\/>Startup Weekend<\/a>&nbsp;is a global grassroots movement of active and empowered entrepreneurs who are learning the basics of founding startups and launching successful ventures. It is the largest community of passionate entrepreneurs with over 400 past events in 100 countries around the world in 2011.<\/p>\n<p>The non-profit organization is headquartered in Seattle, Washington but Startup Weekend organizers and facilitators can be found in over 200 cities around the world. From Mongolia to South Africa to London to Brazil, people around the globe are coming together for weekend long workshops to pitch ideas, form teams, and start companies.<\/p>\n<p>All Startup Weekend events follow the same basic model: anyone is welcome to pitch their startup idea and receive feedback from their peers. Teams organically form around the top ideas (as determined by popular vote) and then it&rsquo;s a 54 hour frenzy of business model creation, coding, designing, and market validation. The weekends culminate with presentations in front of local entrepreneurial leaders with another opportunity for critical feedback.<\/p>\n<p>Whether entrepreneurs found companies, find a cofounder, meet someone new, or learn a skill far outside their usual 9-to-5, everyone is guaranteed to leave the event better prepared to navigate the chaotic but fun world of startups. If you want to put yourself in the shoes of an entrepreneur,&nbsp;<a href=http:\/\/swbuenosaires1112.eventbrite.com\/>register now<\/a>&nbsp;for the best weekend of your life!<\/p>","start_date":"Nov 10 2012 02:00:00","display_start_date":"11-09-2012","end_date":"Nov 12 2012 05:00:00","display_end_date":"11-11-2012","url":"http:\/\/swbuenosaires1112-SRCH.eventbrite.com","address":"2036 Humboldt","city":"Buenos Aires","state":"Autonomous City of Buenos Aires","zip":"","country":"Argentina"},{"name":"BlackBerry Jam Sessions #10 - Buenos Aires, AR","about":"<p>Estos hackathons son algo as&iacute; como los mejores hackathons en el mundo. &iquest;Por qu&eacute; pensamos que son los mejores? Debido a que hemos escuchado lo que han pedido los desarrolladores y hemos hecho nuestro mejor esfuerzo para entregarlo.<\/p>\n<p>Vamos a vuestras ciudades, traemos a los expertos, los alimentamos con pizza y&nbsp;<a href=http:\/\/redbull.com.br\/ target=_blank>Red Bull<\/a>, los honramos con premios y recompensas, pero sobre todo, trabajamos para crear una relaci&oacute;n con ustedes.&nbsp;Estamos ah&iacute; para ustedes, porque queremos que tengan &eacute;xito. Estos hackathons son m&aacute;s que una sesi&oacute;n de programaci&oacute;n de 10 horas de largo. Ser&aacute;n su oportunidad de aprender, practicar y crear sus aplicaciones con el apoyo que nunca antes has experimentado.<\/p>\n<p>Y no s&oacute;lo eso, tu y tu aplicaci&oacute;n ser&aacute;n parte de la competencia m&aacute;s prometedora, la&nbsp;<strong>Carrera de Descargas<\/strong>. Si usted participa en cualquiera de nuestros #BB10JamSessions, podr&aacute; enviar su solicitud a correr esta carrera para poder ganar incre&iacute;bles premios, como dinero en efectivo, promociones en AppWorld, fondos de marketing y mucho m&aacute;s!<\/p>\n<p>M&aacute;s informaci&oacute;n aqu&iacute;&nbsp;<a href=http:\/\/www.blackberryjamsessions.com>http:\/\/www.blackberryjamsessions.com<\/a><\/p>","start_date":"Oct 20 2012 15:00:00","display_start_date":"10-20-2012","end_date":"Oct 21 2012 03:00:00","display_end_date":"10-20-2012","url":"http:\/\/bbjamsessions10-SRCH.eventbrite.com","address":"Av. Medrano 951","city":"Buenos Aires","state":"Distrito Federal","zip":"","country":"Argentina"},{"name":"HackDay - Buenos Aires","about":"<P>HackDay Buenos Aires is part of a series of International hackathons organized by the HackDay Foundation, aimed at fostering the development of technology start-ups in select cities around the globe.  The event will take place at MercadoLibres offices in Buenos Aires, Argentina, on May 12-13 2012.<\/P>\n<P> <\/P>\n<P>The event registration will start at 11am on Saturday, May 12, and will run non-stop through the night, finishing on Sunday 1pm, followed by the demo of the hacks at 2pm and the selection of the five finalists.  <\/P>\n<P> <\/P>\n<P>Finalists will be invited to a private event on May 18th at NXTP Labs, one of Latin Americas leading incubators, where they will present their hacks as potential new start-ups to a panel of Industry leading VCs and tech executives.  The judges will select the winner of the $4,000 grand prize based on its potential to become a full-fledged technology company. <\/P>\n<P> <\/P>\n<P>Food and beverage will be available throughout the event for the participants and attendees.  The event is meant to be a celebration of the digital culture, and serve as a platform for the growth and innovation of the local technology community.<\/P>\n<P> <\/P>\n<P>For more information, please visit <A TITLE=HackDay Foundation HREF=hackday.co TARGET=_blank>HackDay Foundation<\/A><\/P>\n<P> <\/P>","start_date":"May 12 2012 18:00:00","display_start_date":"05-12-2012","end_date":"May 13 2012 19:00:00","display_end_date":"05-13-2012","url":"http:\/\/hackdayba-SRCH.eventbrite.com","address":"Arias 3751 7th Floor","city":"Buenos Aires","state":"Distrito Federal","zip":"1430","country":"Argentina"}]}