{"events":[{"name":"Music Hack Day Cannes","about":"<p><span>A full weekend of music hacking. Software. Mobile. Art. Web. MIDEM Hack Day is a full weekend of hacking in which participants will conceptualize, create and present their projects. Music + software + mobile + hardware + art + the web. Anything goes as long as its music related.&nbsp;<\/span><br \/><br \/><img src=http:\/\/cannes.musichackday.org\/_images\/pdf.jpg alt= width=600 \/><span>&nbsp;<\/span>&nbsp;<\/p>\n<div id=par-1 class=par-div>\n<h3><a class=section-edit name=About_MIDEM_Hack_Day><\/a>About MIDEM Hack Day<\/h3>\n<p>Music Hack Day has been a great way to demonstrate the creativity and innovation around music that comes from the tech community. The past three years have seen multiple Music Hack Day events take place. Starting in London, it has spread across the world to Berlin, Amsterdam, Boston, Stockholm, San Francisco, Barcelona, New York and Montreal. It&rsquo;s been exciting to watch over 2000 participants taking part, building hundreds of hacks and with over 125 music and tech companies&rsquo; supporting the events.<\/p>\n<p>However, despite the continued success of Music Hack Day, there are still many within the music industry who aren&rsquo;t quite sure what it is, and more importantly how it might relate to their business. In 2011 we bridged that gap by giving the attendees at MIDEM a small taste of what happens at a normal Music Hack Day and were pleased to be able to return in 2012 for another amazing 24 hours of hacking on the next generation of music applications.<\/p>\n<p>It&rsquo;s important to note that this won&rsquo;t be a normal Music Hack Day, which are usually held separately to any other events, as well as being completely open and free to attend. But it will very much held in the spirit of it Music Hack Day. And is hopefully a great way to showcase to a MIDEM audience what is possible when you bring the worlds of developers, APIs and music together. MIDEM has already embraced new music startups through the development of the MidemNet Lab and MIDEM Hack Day is a great addition to this.<\/p>\n<p>Whilst everyone treads the floors of the busy conference, 30 music hackers from a range of disciplines and companies will be elsewhere in the Palais, getting together to build some compelling new music apps in just 24 hours. These new apps will be unveiled and demonstrated at the end of the MIDEM Hack Day and will also be accompanied by two other sessions to give the opportunity for MIDEM delegates to come along and find out more about what Music Hack Day is and why we do it.<\/p>\n<\/div>\n<div id=par-2 class=par-div>\n<h3><a class=section-edit name=Submit_your_ideas_for_MIDEM_Hack_Day><\/a>Submit your ideas for MIDEM Hack Day<\/h3>\n<p>In addition, this year were opening up the call for ideas to anyone attending MIDEM. If youve got an idea that youd like to pitch,&nbsp;<a href=http:\/\/www.midem.com\/en\/programme\/hack-day\/midem-hack-day-form\/>send them in via this form on midem.com<\/a><\/p>\n<\/div>\n<div id=par-3 class=par-div>\n<h3><a class=section-edit name=Need_to_know_more_><\/a>Need to know more?<\/h3>\n<p>Read Dave Haynes blog post:&nbsp;<a href=http:\/\/blog.midem.com\/2010\/11\/dave-haynes-announcing-midem-hack-day\/>Announcing MIDEM Hack Day 2011<\/a><\/p>\n<p>Please email us if you have an questions: midem.musichackday&nbsp;<a class=pending rel=nofollow href=http:\/\/cannes.musichackday.org\/2012\/index.php?page=at&amp;action=edit>at<\/a>&nbsp;gmail&nbsp;<a class=pending rel=nofollow href=http:\/\/cannes.musichackday.org\/2012\/index.php?page=dot&amp;action=edit>dot<\/a>&nbsp;com<\/p>\n<\/div>","start_date":"Jan 28 2012 08:00:00","display_start_date":"01-28-2012","end_date":"Jan 29 2012 08:00:00","display_end_date":"01-29-2012","url":"http:\/\/cannes.musichackday.org\/2012\/","address":null,"city":"Cannes ","state":null,"zip":null,"country":"France"}]}