{"events":[{"name":"#SMARTActs Cebu: Hackathon for Social Good","about":"<p class=p1><strong>#SmartActs Cebu: Hackathon for Social Good i<\/strong>s a one-day developer event and pocket hackathon hosted by the<strong>SMART Developer Network (SMART DevNet)<\/strong>, the developer community for&nbsp;<strong>Smart Communications, Inc.<\/strong>s technology platform and&nbsp;<strong>Google Developer Group Cebu<\/strong>.<\/p>\n<p class=p1>Were inviting existing and aspiring developers to create a web and\/ or mobile app that can be used for education or disaster preparedness and emergency response. Were looking for web and mobile apps in the field of education and disaster preparedness that has the potential to be of use to the community. These include location based, social media tools, photo sharing, information, games etc.<\/p>\n<p class=p1><strong>#SmartActs Cebu: Hackathon for Social Good&nbsp;<\/strong>&nbsp;is open to all developers especially those based in Cebu and in the Visayas. This is a&nbsp;<strong>FREE<\/strong>&nbsp;event, no charge for admission, but registration is required. Admission to the event is based on registration dependent on venue capacity.<\/p>\n<p><strong>HOW TO REGISTER FOR THE EVENT<\/strong><\/p>\n<p>1. Register via the Eventbrite page.&nbsp;<a href=http:\/\/smartactscebu.eventbrite.com>http:\/\/smartactscebu.eventbrite.com<\/a><\/p>\n<p>2. Join our Facebook group at&nbsp;<a href=http:\/\/facebook.com\/groups\/smartdevnet>http:\/\/facebook.com\/groups\/smartdevnet<\/a>&nbsp;to get more info about the event as these are announced.<\/p>\n<p><strong>HOW TO JOIN THE HACKATHON<\/strong><\/p>\n<p>1. Form a team of 2-4 members in advance. If you dont have a team going to the hackathon, you are encouraged to find other hackathoners who dont have any teams yet. If you still dont have a team just before the hackathon begins, the organizers wil try to find you a team. A team must have a minimum of two members.<\/p>\n<p>&nbsp;<\/p>\n<p>2. Join our Facebook Group at&nbsp;<a href=https:\/\/www.facebook.com\/groups\/smartdevnet\/>https:\/\/facebook.com\/groups\/smartdevnet\/<\/a>&nbsp;- we will be announcing a Hackathon Signup page here where you will need to provide details of a) your app name and description, b) the team name, and c) your team members.<\/p>\n<p>&nbsp;<\/p>\n<p>3. Get ready with your ideas for an social good app. Teams are allowed to have pre-work. You can also start working on your social good app on the day of the hackathon itself.<\/p>\n<p>&nbsp;<\/p>\n<p>4. At the end of the hackathon, all the groups registered for the hackathon will need to present their app via a live demo. The order of the presentations will be drawn by lots. Teams who are not registered cannot do a live demo and will not be eligible for any of the prizes.<\/p>\n<p>&nbsp;<\/p>\n<p>5. We encourage everyone to join a team - even if you registered just to observe, you are strongly encouraged to be a participant-observer.<\/p>\n<p class=p2><strong><br \/><\/strong><\/p>\n<p><strong>Date: &nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;September 29, 2012<br \/>Time: &nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;10A M-10PM<br \/>Venue: &nbsp; &nbsp; &nbsp;Smart Ground Floor, Mabolo, Cebu City&nbsp;<br \/><br \/>PROGRAM<br \/><\/strong><\/p>\n<p><strong>1000am-1100am &nbsp; &nbsp;Registration (Smart and GDG)<\/strong><\/p>\n<p><strong>1110am-1120am &nbsp; &nbsp;Welcome Remarks from GDG (Ruben Licera, GDG Cebu convenor)<\/strong><\/p>\n<p><strong>1120am-1130am &nbsp; &nbsp;About Smart DevNet (Jim Ayson, Smart DevNet)<\/strong><\/p>\n<p><strong>1130am-1140am &nbsp; &nbsp;#SmartActs: Kabalikat Overview (Atty. Maria Jane Paredes,<\/strong><\/p>\n<p><strong>&nbsp;<\/strong><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Smart Public Affairs VisMin Head)<\/strong><\/p>\n<p><strong>1140am-1230pn &nbsp; &nbsp; Smart APIs (Paul Pajo + Noni Catriz) &nbsp;<br \/><\/strong><\/p>\n<p><strong>1230pm-0100pm &nbsp; &nbsp;Lunch<\/strong><\/p>\n<p><strong>0100pm-0130pm &nbsp; &nbsp;Hackathon Overview and Mechanics&nbsp;<br \/><\/strong><\/p>\n<p><strong>0130pm-0630pm &nbsp; &nbsp;Actual Hackathon<br \/><\/strong><\/p>\n<p><strong>0630om-0830pm &nbsp; &nbsp;Presentation of Apps&nbsp;<br \/><\/strong><\/p>\n<p><strong>0830pm-0900pm &nbsp; &nbsp;Judging &amp; Deliberations<\/strong><\/p>\n<p><strong>&nbsp;<\/strong><strong>0900pm-0915pm &nbsp; &nbsp;Awarding<\/strong><\/p>\n<p><strong>&nbsp;<\/strong><strong>930pm onwards &nbsp; &nbsp; DrinkUp (Venue TBA, capacity 100 pax, priority to those who joined the hackathon)<\/strong><\/p>\n<p><strong><br \/><\/strong><strong>ELIGIBILITY<\/strong><\/p>\n<ul>\n<li>The&nbsp;<strong>#SMARTActs Cebu Hackathon for Social Good<\/strong>&nbsp;is open to all developers of all ages.<\/li>\n<\/ul>\n<p class=p1><strong>PROCESS<\/strong><\/p>\n<ul>\n<li>At the end of the hackathon proper, teams will do a live demo of their social good apps.<\/li>\n<li>The app must have a social good impact and optionally the SMART APIs either as concept and\/or prototype<\/li>\n<li>Teams will undergo final judging by presenting their project to a panel of judges who will identify the winners.<\/li>\n<li>All decisions of judges are final. Scores will not be made public.<\/li>\n<\/ul>\n<p class=p1><strong>PRIZES<\/strong><\/p>\n<ul>\n<li>Prizes will be awarded to the winning teams for the best education app and best disaster preparedness and emergency response app.&nbsp;<\/li>\n<li>A special prize will be given for best use of SMART APIs. We have awesome stuff for the winners!<\/li>\n<li>Best Disaster Preparedness\/ Emergency Response App - 1 Samsung Nexus for the team and Smart Bro Plug-it for each team member + Smart Disaster Preparedness Kits<\/li>\n<li>Best Education App - 1 Samsung Nexus for the team and Smart Bro Plug-it for each team member + Smart Disaster Preparedness Kits<\/li>\n<li>Smart DevNet Award - best use of Smart APIs - Smart Bro Rocket Wifi for each team member + Smart Disaster Preparedness Kits<\/li>\n<\/ul>\n<p class=p2><strong>SOCIAL GOOD APPS DEMO<\/strong><\/p>\n<ul>\n<li>Teams are expected to bring their own laptops. Internet access will be provided at the venue.<\/li>\n<li>The order of presentation will be determined by drawing lots.<\/li>\n<li>Each presenter is given three (3) minutes to explain the entry and two (2) minutes to answer questions during the Q&amp;A.<\/li>\n<\/ul>\n<p class=p2><strong>CRITERIA<\/strong><\/p>\n<ul>\n<li>The app can be web based, mobile based or both &amp; functionality is preferred<\/li>\n<li>An App that people want - 25% (convince us market NEED for your app)<\/li>\n<li>An App whose time has come - 25% (convince us of the apps TIMING)<\/li>\n<li>An App thats clever (really!) - 25% (convince us of the apps INGENUITY)<\/li>\n<li>An App thats properly mashed-up - 25% (convince us of the apps INTEGRATION)<\/li>\n<li>Did we tell you we have a prize for apps that connect to SMART APIs?<\/li>\n<\/ul>\n<p class=p1>&nbsp;<\/p>\n<p class=p1><strong>INTELLECTUAL PROPERTY<\/strong><\/p>\n<p class=p2>The team warrants that the entry is their original idea and does not infringe on the intellectual property rights of any third party. Participants are responsible for securing appropriate protection for any Intellectual Property (IP) contributed by the team members or their parent institutions. In the absence of such protection, participants should restrict themselves to non-enabling disclosures of their IP. Entries that have won major awards (1st, 2nd, 3rd) in any international, national or school competitions cannot be entered. Wireless service applications that are already in commercial production may not be entered. Smart Communications, Inc. (SMART) &amp; Google Developer Group (GDG) Cebu shall not be liable to any participant for commercializing ideas that have been independently developed but are similar in concept to submitted entries.&nbsp;<\/p>\n<p class=p1><strong>WAIVER<\/strong><\/p>\n<p class=p1>Participants agree to abide by the terms of these Official Mechanics and by the decisions of the organizers and\/or the judges, which are final and binding on all matters pertaining to this contest. By joining the contest, the participants agree to waive any right to claim ambiguity or error in these Official Mechanics. Except where prohibited by law, the winners consent to the use of their name and\/or likeness by SMART and GDG Cebu for advertising and publicity purposes without compensation.<\/p>\n<p class=p2>Each participant agrees that SMART and GDG Cebu and its parent companies, agents, representatives, affiliates, and employees will have no liability whatsoever for any injuries, losses, or damages of any kind resulting from his participation in the contest, or resulting from the acceptance, possession, or use of these prizes, nor in any way are responsible for any warranty, representation, or guaranty, express or implied, in fact or in law, relative to any prize, including but not limited to the quality, condition, or fitness.<\/p>\n<p class=p2>Each participant agrees that SMART and GDG Cebu and its parent company, agents, representatives, subsidiaries, affiliates, and employees will have no liability whatsoever for any injury, loss, or damages of any kind resulting from the use of the entry, unless such entry has been formally offered by SMART and GDG Cebu to the public as a service or a product. Each participant warrants that it holds the necessary intellectual property right(s) over the entry, undertakes sole responsibility for any adverse or infringement claim(s) thereon, and further holds SMART and GDG Cebu, its directors, officers, employees, agents, parent company subsidiaries and affiliates free from any liability arising out of such adverse or infringement claim(s) including claim(s) for damages.<\/p>","start_date":"Sep 29 2012 17:00:00","display_start_date":"09-29-2012","end_date":"Sep 30 2012 04:15:00","display_end_date":"09-29-2012","url":"http:\/\/smartactscebu-SRCH.eventbrite.com","address":"4446 J. Luna Ave., (Mabolo)","city":"Cebu","state":"","zip":"6000","country":"Philippines"}]}