{"events":[{"name":"Charlottesville Startup Weekend 2","about":"<h3>Ever wondered what it takes to be an entrepreneur?<\/h3>\n<p>The professional and personal challenges, the high and lows, the failures and the success?<\/p>\n<p><a href=http:\/\/startupweekend.org\/>Startup Weekend<\/a>&nbsp;is a global grassroots movement of active and empowered entrepreneurs who are learning the basics of founding startups and launching successful ventures. It is the largest community of passionate entrepreneurs with over 400 past events in 100 countries around the world in 2011.<\/p>\n<p>The non-profit organization is headquartered in Seattle, Washington but Startup Weekend organizers and facilitators can be found in over 200 cities around the world. From Mongolia to South Africa to London to Brazil, people around the globe are coming together for weekend long workshops to pitch ideas, form teams, and start companies.<\/p>\n<p>All Startup Weekend events follow the same basic model: anyone is welcome to pitch their startup idea and receive feedback from their peers. Teams organically form around the top ideas (as determined by popular vote) and then it&rsquo;s a 54 hour frenzy of business model creation, coding, designing, and market validation. The weekends culminate with presentations in front of local entrepreneurial leaders with another opportunity for critical feedback.<\/p>\n<p>Whether entrepreneurs found companies, find a cofounder, meet someone new, or learn a skill far outside their usual 9-to-5, everyone is guaranteed to leave the event better prepared to navigate the chaotic but fun world of startups. If you want to put yourself in the shoes of an entrepreneur,&nbsp;<a href=http:\/\/swcharlottesvillegew-es2.eventbrite.com\/>register now<\/a>&nbsp;for the best weekend of your life!<\/p>","start_date":"Oct 27 2012 01:00:00","display_start_date":"10-26-2012","end_date":"Oct 29 2012 04:00:00","display_end_date":"10-28-2012","url":"http:\/\/swcharlottesvillegew-SRCH.eventbrite.com","address":"100 5th Street NE","city":"Charlottesville","state":"VA","zip":"22902","country":"United States"},{"name":"Apps4VA HAC4EDU Charlottesville","about":"<p><span>Apps4VA is sponsoring a 24-hour hackathon to develop software applications using education data. Cash and other prizes will be awarded to winners. Well supply food, snacks, and data. You supply energy, excitement and ingenuity!<\/span><\/p>\n<p><span>Apps4VA is an collaborative effort between the Center for Innovative Technology and the Virginia Department of Education to encourage the develop of new and innovative ways to use and analyze education data.. For more information on the program, visit&nbsp;<a href=http:\/\/www.apps4va.org\/index.html>http:\/\/www.apps4va.org\/index.html<\/a><\/span><\/p>","start_date":"Oct 19 2012 22:00:00","display_start_date":"10-19-2012","end_date":"Oct 21 2012 00:00:00","display_end_date":"10-20-2012","url":"http:\/\/apps4vahac4edu_chr-SRCH.eventbrite.com","address":"9 Elliewood Ave","city":"Charlottesville","state":"VA","zip":"22903","country":"United States"},{"name":"Charlottesville Startup Weekend","about":"<p><a href=http:\/\/charlottesville.startupweekend.org\/tickets><strong>Join us<\/strong><\/a>&nbsp;this March 23-25th, when Charlottesville will hold its&nbsp;<strong>inaugural<\/strong>&nbsp;Startup Weekend event. Startup Weekend is a 54-hour event where developers, designers, marketers, product managers, and startup enthusiasts&nbsp;<strong>come together<\/strong>&nbsp;to share ideas, form teams, build products, and&nbsp;<strong>launch startups<\/strong>. Check out more at:&nbsp;<a href=http:\/\/startupweekend.org\/about>www.startupweekend.org\/about<\/a>.<\/p>\n<p>The&nbsp;<strong>Startup Weekend<\/strong>&nbsp;event is backed by the Kauffman Foundation, the worlds largest entrepreneurship-focused foundation. Last year there were&nbsp;<strong>260<\/strong>Startup Weekend events in 202 cities&nbsp;<strong>all over the world<\/strong>. The startups formed during during these events have&nbsp;<strong>raised over $30 million<\/strong>&nbsp;over the course of the year! Some of businesses youve probably even heard of: LaunchRock, Cloudbot, Zaarly, Foodspotting, Scanadu, Keepstream, Volly... (<a href=http:\/\/techcrunch.com\/2012\/01\/06\/startup-weekends-eventful-year-260-events-in-202-cities-startups-raised-30m\/>source<\/a>).<\/p>\n<p>Though this event may seem to be in the distant future, we have&nbsp;<strong>limited available tickets<\/strong>&nbsp;and we anticipate that the event will&nbsp;<strong>fill up fast<\/strong>.&nbsp;<a href=http:\/\/charlottesville.startupweekend.org\/tickets\/>Register Now!<\/a>. The registration fee includes&nbsp;<strong>7 meals<\/strong>&nbsp;and plenty of snacks over the course of the weekend.<\/p>\n<p>If you have an idea for a new business, then&nbsp;<strong>come and pitch<\/strong>&nbsp;it. It is amazing how far you can get in a weekends time! If youd rather just listen to others pitches and join one of their teams, then thats great too. Help someone else<strong>build<\/strong>&nbsp;their dream!<\/p>","start_date":"Mar 24 2012 00:30:00","display_start_date":"03-23-2012","end_date":"Mar 26 2012 04:00:00","display_end_date":"03-25-2012","url":"http:\/\/swcharlottesville.eventbrite.com","address":"501 E. Main Street Ground floor","city":"Charlottesville","state":"VA","zip":"22902","country":"United States"}]}