{"events":[{"name":"Ignite Chattanooga Hack Days","about":"<p><img src=http:\/\/dvzglhsjiqlv0.cloudfront.net\/posts\/chattanooga-skyline-night.jpg alt= \/><\/p>\n<p>In a world with universal, ultra high-speed networks, all our assumptions about the web can be reset. What kinds of apps can we build when data can travel as fast as it needs to and processing power is never a bottleneck? The GigCity is going to find out.&nbsp;<\/p>\n<p>Join Mozilla, US Ignite and a crew of forward-thinking technologists September 14-16th for a weekend of innovation, coding and fun. Leveraging the power of Chattanooga&rsquo;s Gigabit network, we&rsquo;ll spend two days prototyping the apps of the future. And well get a glimpse at the new experiences made possible by next-generation networks and our own ingenuity.&nbsp;<\/p>\n<p>If you plan, build or design for the web, we want you! This is not a spectator sport, so plan to get your hands dirty.<\/p>\n<h2>What will happen?<\/h2>\n<p>Hackanooga is a participatory event focused on making and doing. We want running code, not just cool concepts. Less yak, more hack.&nbsp;<\/p>\n<p>Over the course of two days we&rsquo;ll code, collaborate and kick ass! We&rsquo;ll eat pancake breakfasts, laugh over midnight marshmallows, and hack furiously into the wee hours. Hackanooga will provide you with meals, snacks, general merriment and even a place to nap over the course of the weekend, so you can focus on your team&rsquo;s app.<\/p>\n<p>At the end of the event, we&rsquo;ll revel in the fruits of our collective handiwork and make plans to join forces again. Plus, prototypes created during the event could evolve into submissions to the Mozilla Ignite challenge, with $500,000 of seed money and mentorship available to help get the apps off the ground.<\/p>\n<p>Up for the challenge?<\/p>\n<h2>Hack yes! What do I need to do?<\/h2>\n<p>Everyone is welcome, but space is limited, so sign-up early. If you&rsquo;re interested in participating, please register&nbsp;by <strong>Tuesday, August 28, 2012.&nbsp; <em>(<\/em><\/strong><em>We&rsquo;re also offering a limited number of travel scholarships for out-of-town hackers. If you&rsquo;re seeking travel support, please complete the appropriate application fields when you register.)<\/em><\/p>\n<p>Don&rsquo;t worry if you don&rsquo;t have a team or an app idea; we&rsquo;ll pair you up with a team based on your interests. We&rsquo;ve partnered with organizations around Chattanooga to uncover potential projects in the areas of strategic growth, distance education, library technology, clean energy, government transparency, healthcare and public safety. We have an abundance of ideas and expert resources, now we just need you.<\/p>\n<hr \/>\n<h2>Hackanooga Event Schedule<\/h2>\n<h3>Friday, September 14th<\/h3>\n<p>6:00 - 7:00&nbsp;&nbsp; Hackanooga Kick-off Dinner &amp; Drinks<br \/> 7:00 - 9:00&nbsp;&nbsp; Project introductions &amp; team formation<\/p>\n<h3>Saturday, September 15th<\/h3>\n<p>9:00 am - Pancake Breakfast @ Firehouse<br \/> 10:00 am - Welcome to Hackanooga:&nbsp;Check-in, set-up team stations &amp; hacking begins<br \/> 12:30 pm - Lunch<br \/> 3:30 pm - Afternoon update &amp; tea time<br \/> 6:30 pm - Evening update<br \/> 7:00&ndash;9:00 - Dinner &amp; Team Trivia<br \/> 9:30 pm - Hacking continues <em>(optional overnight)<\/em><br \/> 12:00 am - Midnight Marshmallows<br \/> 1:00 am - Hacking continues<em> (snacks available all night)<\/em><\/p>\n<h3>Sunday, September 16th&nbsp;<\/h3>\n<p>9:00 am - Breakfast<br \/> 10:00 am - Morning update &amp; hacking resumes<br \/> 12:30 pm - Lunch<br \/> 1:30 pm - Afternoon update<br \/> 3:30 pm - Hacking concludes &amp; tea time<br \/> 4:00&ndash;6:00 - App Demos<br \/> 6:30&ndash;9:00 - Dinner &amp; After Party!<\/p>\n<p><em>Questions, comments or concerns about Hackanooga? Please email kelly [at] easy-designs [dot] net.<\/em><br \/><em>For more, check out&nbsp;<a href=http:\/\/mozillaignite.org>mozillaignite.org<\/a>,&nbsp;<a href=http:\/\/www.thegigcity.com>thegigcity.com<\/a>, and&nbsp;<a href=http:\/\/us-ignite.org>us-ignite.org<\/a>. If you have questions about the scholarship, the Mozilla Ignite or US Ignite challenges, please email ignite [at] mozillafoundation [dot] org.<\/em><\/p>","start_date":"Sep 15 2012 01:00:00","display_start_date":"09-14-2012","end_date":"Sep 17 2012 04:00:00","display_end_date":"09-16-2012","url":"http:\/\/hackanooga-2012-SRCH.eventbrite.com","address":"1601 Rossville Ave","city":"Chattanooga","state":"TN","zip":"37408","country":"United States"},{"name":"Gigabit Apps Design Jam","about":"<P>Calling all Chattanooga-area web professionals! If you plan, build, design, or craft content for the web, we want you!<\/P>\n<P>Join us this Thursday, June 21st to help envision Chattanoogas connected future.<\/P>\n<P><STRONG>At this design jam, facilitated by the Mozilla Foundation in preparation for Chattanoogas first Gigabit Apps Hackathon<\/STRONG>, we will imagine and prototype community-focused apps that use the power of next-gen networks like Chattanoogas gigabit grid.<\/P>\n<P>To kick off the evening, youll learn about some of the challenges facing our community and how future gigabit apps and services could help shape the future of Chattanooga.<\/P>\n<P>Then, well break into groups and imagine these apps from the future. What will they look like? How will they work? Well brainstorm possible solutions, create some paper prototype designs, and begin to identify the challenges well face in development. Each team will then share their ideas back to the group.<\/P>\n<P><STRONG>This is an evening of creativity and inspiration—an idea generation session. Everyone must roll their sleeves up and participate.<\/STRONG> You dont need to be an expert, you dont need to know how to code, you dont need your own team, you just need to be passionate about the future. Come prepared with your grand ideas about how Chattanooga can lead innovation in distance education, health IT, clean energy and more.<\/P>\n<P><STRONG>This is a prelude to a two-day Gigabit Apps Hackathon scheduled for this September 15 & 16, 2012 where your team could walk away with fame and glory, in addition to having a blast building the apps of Chatts future.<\/STRONG> Plus, compelling prototypes from the Hackathon could evolve into submissions to the Mozilla Ignite challenge, with <STRONG>$500,0000 of seed money and mentorship available<\/STRONG> to help get them off the ground.<\/P>\n<P>If youre interested in gigabit networks, civic innovation, startup culture and a good challenge, come join us for a thought-provoking and creative evening. Refreshments will be served.<\/P>\n<P>Learn more:<\/P>\n<UL>\n<LI><A HREF=http:\/\/colab.is>http:\/\/colab.is<\/A><\/LI>\n<LI><A HREF=http:\/\/mozillaignite.org>http:\/\/mozillaignite.org<\/A><\/LI>\n<\/UL>","start_date":"Jun 22 2012 00:00:00","display_start_date":"06-21-2012","end_date":"Jun 22 2012 02:30:00","display_end_date":"06-21-2012","url":"http:\/\/gigabitappsdesignjam-SRCH.eventbrite.com","address":"55 E. Main St Array","city":"Chattanooga","state":"TN","zip":"37408","country":"United States"},{"name":"Open Chattanooga Hack-a-thon: Transportation","about":"<p>Have you ever been frustrated when looking for a parking spot in downtown Chattanooga, or sat wondering at a CARTA bus stop if you missed your bus or if it was just running late? Open Chattanooga is sponsoring a transportation themed hack-a-thon to address these and other common transportation woes thru open data and technology.&nbsp;<\/p>\n<p>Open Chattanoogas Transportation Hack-a-thon is not just for geeks and transportation professionals. It is for anyone who has ever had frustrations with some part of our transportation systems and thought, there has to be a better way.<\/p>\n<p><strong>What the heck is a hack-a-thon anyway?<\/strong><\/p>\n<p>A hack-a-thon is a event where programmers (geeks) meet to do collaborative computer programming. These hack-a-thons are very much in the spirit of collaboration and openness. In our case, this hack-a-thon is centered around the theme of transportation. Just in case you were wondering, no you dont have to be a programmer to attend. In fact, we need transportation users, professional, designers or just anyone interested to attend to make is event successful.&nbsp;<\/p>\n<p>Chattanooga is a Code for America Brigade alpha city and this event is part of the Brigades <a href=http:\/\/codeforamerica.org\/code-across-america\/ target=_blank>Code Across America<\/a> event during which several other hack-a-thons across the country will be occuring.<\/p>\n<p><strong>What will&nbsp;&nbsp;the&nbsp;Transportation Hack-a-thon&nbsp;&nbsp;discuss?<br \/><\/strong><\/p>\n<p>Transportation is a major metropolitan issue, with direct impacts on economic strength, environmental sustainability, and social equity. &nbsp;Recent advances in technology (&ldquo;web 2.0&rdquo;, mobile computing, open source software, open data and APIs, and spatial analysis) present an opportunity to improve mobility more immediately and at a lower cost than has ever been possible in the past.<\/p>\n<p>Submit and vote on transportation applications you would like to see in Chattanooga at <a href=http:\/\/hackchatt.uservoice.com\/>http:\/\/hackchatt.uservoice.com<\/a>.<\/p>\n<p>Open Chattanoogas Transportation Hack-a-thon will focus on major themes such as:<\/p>\n<ul>\n<li>Open transit data: What are the best practices for developers to use it and transit agencies to publish it? What are the technical challenges?<\/li>\n<li>How can developers help transit agencies lower the cost of technology?<\/li>\n<li>What are some of Chattanoogas most pressing transportation problems and how can they be addressed with technology?<\/li>\n<\/ul>\n<p>The day will be designed to identify pressing transportation problems and creative solutions to those problems using a collaborative\/interactive process. As a result, what comes out of the hack-a-thon will depend on who attends. That being said, the following are some of the hard outcomes we hope to achieve:&nbsp;<\/p>\n<ul>\n<li>Release of a new multi-modal trip planner called <a title=Routr Facebook Page href=https:\/\/www.facebook.com\/routrCHA target=_blank>Routr<\/a><\/li>\n<li>Updating Open Chattanoogas <a href=http:\/\/openchattanooga.com\/ target=_blank>open data website<\/a> to provide more data to the general public and civic hackers (you can view our transportation data on the website <a title=Transportation Datasets href=http:\/\/openchattanooga.com\/opendata\/tag\/1\/?sort=name&amp;dir=asc target=_blank>here<\/a>, more data coming!)<\/li>\n<li>Get transportation professionals, users and civic hackers in the same room together and see what happens!<\/li>\n<\/ul>\n<p><strong>List of the days program <\/strong>(This is a ever evolving event so the program may change)<\/p>\n<p>8:30 - Welcome and Introduction<\/p>\n<p>9:00 - Hack-a-thon Overview<\/p>\n<p>9:30 - Problem working sessions<\/p>\n<p>10:30 - Teams created\/hacking begins<\/p>\n<p>12:00 Lunch on your own ... sorry no sponsors yet, but if youre interested contact us!<\/p>\n<p>1:00 - Keep hacking<\/p>\n<p>3:30 - Start preparing for presentation<\/p>\n<p>4:00 - Teams presentations<\/p>\n<p>4:30 - Were done<\/p>\n<p>The Transportation Hack-a-thon will bring together thinkers and doers in the fields of transportation and technolog for learning, debating, connecting, and creating.&nbsp;If you talk about Open Chattanoogas Hack-a-thon on Twitter, you can use the hashtag #hackCHA.<\/p>\n<p>This event is brought to you by&nbsp;<a title=Open Chattanooga href=http:\/\/openchattanooga.com\/ target=_blank>Open Chattanooga<\/a>,&nbsp;<a title=CARTA href=http:\/\/www.carta-bus.org target=_blank>Chattanooga Area Regional Transportation Agency<\/a>&nbsp;(CARTA), City of Chattanooga Office of Sustainability and The Company Lab.<\/p>","start_date":"Feb 24 2012 16:30:00","display_start_date":"02-24-2012","end_date":"Feb 25 2012 00:30:00","display_end_date":"02-24-2012","url":"http:\/\/hackchatt.eventbrite.com","address":"55 East Main Street","city":"Chattanooga","state":"TN","zip":"37408","country":"United States"}]}