{"events":[{"name":"Columbus Startup Weekend: Fall Edition","about":"<p>The professional and personal challenges, the high and lows, the failures and the success?<\/p>\n<p><a href=http:\/\/startupweekend.org\/>Startup Weekend<\/a>&nbsp;is a global grassroots movement of active and empowered entrepreneurs who are learning the basics of founding startups and launching successful ventures. It is the largest community of passionate entrepreneurs with over 400 past events in 100 countries around the world in 2011.<\/p>\n<p>The non-profit organization is headquartered in Seattle, Washington but Startup Weekend organizers and facilitators can be found in over 200 cities around the world. From Mongolia to South Africa to London to Brazil, people around the globe are coming together for weekend long workshops to pitch ideas, form teams, and start companies.<\/p>\n<p>All Startup Weekend events follow the same basic model: anyone is welcome to pitch their startup idea and receive feedback from their peers. Teams organically form around the top ideas (as determined by popular vote) and then it&rsquo;s a 54 hour frenzy of business model creation, coding, designing, and market validation. The weekends culminate with presentations in front of local entrepreneurial leaders with another opportunity for critical feedback.<\/p>\n<p>Whether entrepreneurs found companies, find a cofounder, meet someone new, or learn a skill far outside their usual 9-to-5, everyone is guaranteed to leave the event better prepared to navigate the chaotic but fun world of startups. If you want to put yourself in the shoes of an entrepreneur,&nbsp;<a href=http:\/\/swcolumbus1112.eventbrite.com\/>register now<\/a>&nbsp;for the best weekend of your life!<\/p>\n<p>&nbsp;<\/p>","start_date":"Nov 10 2012 02:00:00","display_start_date":"11-09-2012","end_date":"Nov 12 2012 05:00:00","display_end_date":"11-11-2012","url":"http:\/\/swcolumbus1112-SRCH.eventbrite.com","address":" ","city":"Columbus","state":"OH","zip":"","country":"United States"},{"name":"WEBSLAM Finale @ The Metro School","about":"<P><A HREF=http:\/\/www.webslam.org TARGET=_blank>WEBSLAM<\/A> brings together <A HREF=http:\/\/www.themetroschool.org TARGET=_blank>METRO high school<\/A>’s best students to design and develop websites for non-profit organizations in the greater Columbus area.<\/P>\n<P>Over one intense week, teams of high school students attend workshops, develop web skills, and then as a capstone event are paired with mentors from Columbus’ technology community to create the best web sites for local non-profit organizations. Not only will students gain hands-on experience  in the fast-paced world of web development and learn real-world skills, but they will simultaneous do social good for the community in a fun and supportive environment.<\/P>\n<P>Come see the great work these future programmers, designers, developers, artists, and entrepreneurs have created over the course of the <A HREF=http:\/\/www.webslam.org TARGET=_blank>WEBSLAM<\/A>.<\/P>","start_date":"Sep 16 2012 00:30:00","display_start_date":"09-15-2012","end_date":"Sep 16 2012 04:00:00","display_end_date":"09-15-2012","url":"http:\/\/webslam-SRCH.eventbrite.com","address":"1929 Kenny Road","city":"Columbus","state":"OH","zip":"43210","country":"United States"},{"name":"Hacktastic Hackathon","about":"<P CLASS=p1>Join OSUs Technology Commericalization Office for a hackathon like none other- a Hacktastic for Agiculture & Food Science!  <\/P>\n<P CLASS=p2>Agriculture is Ohios number one industry. Ohios diverse agricultural, horticultural and forestry industries contribute more than $94 billion to the states economy every year. Were a leader in agriculture, food processing and bio-product innovations, join us for a hackathon celebrating this innovation.<\/P>\n<P CLASS=p1>Our mission is to DISRUPT this space, in 1 day well rethink the sector with a focus on innovation that is enabled by an Apple iPhone or iPad and or Google Android mobile devices.   Well have industry and local startup related mentors on hand to enage with.  Bring your laptops, your brians and big ideas- lets hack!<\/P>\n<P CLASS=p1><STRONG>How it works:<\/STRONG><\/P>\n<P CLASS=p1>First, register! <\/P>\n<P CLASS=p1>Second, submit ideas to our online idea list. <\/P>\n<P CLASS=p1>Third, when we meet for the event well vote collectively on all ideas submitted and then break into groups to <EM>hack them into reality! <\/EM><\/P>\n<P CLASS=p1><BR> <STRONG>Event Rules:<\/STRONG><BR> - concept must be “agicuture and or food science” related<BR> - concept must be “iphone, ipad, or android” app<BR> <BR> <STRONG>Judging criteria:<\/STRONG><BR> - explainable concept in 3 minutes or less<BR>- Problem? <BR>- Solution?<BR>- Revenue Model?<BR>- Go to Market Strategy?<\/P>\n<P CLASS=p1>Building it is always welcome and it moves you closer to reality by doing so- but were hyper critical on the why behind building it. Explain the story of why this idea should be, how it justifies investment, the plan to execute it- basically, prove it. <\/P>\n<P CLASS=p1><STRONG>Prizes:<\/STRONG><BR> - TBD!  (were working on some good ones)<\/P>\n<P CLASS=p3 STYLE=text-align: center;> <\/P>\n<P STYLE=text-align: center; margin-top: 0pt; margin-bottom: 0pt; DIR=ltr> <\/P>","start_date":"Jun 21 2012 16:00:00","display_start_date":"06-21-2012","end_date":"Jun 22 2012 03:00:00","display_end_date":"06-21-2012","url":"http:\/\/osuhacktastic-SRCH.eventbrite.com","address":"1524 North High Street Array","city":"Columbus","state":"OH","zip":"43201","country":"United States"}]}