{"events":[{"name":"The Campus2.0 Hackathon","about":"<p><strong>WANTED: GOOD IDEAS. KEEN SKILLS.<\/strong><\/p>\n<p><strong>The Opportunity:<\/strong>&nbsp;Create the app youve always wanted with&nbsp;a team of programmers, designers, business strategists, and idea people.&nbsp;Whether you have&nbsp;the million-dollar&nbsp;idea, or the skills, we need you!<\/p>\n<p><strong>The Event:&nbsp;<\/strong>Over 26 hours, this hackathon will mix together students, faculty, and leaders from the DFW tech and business innovation space. Interdisciplinary teams will work through&nbsp;Friday night and Saturday to compete and build the best, most innovative web or mobile app to transform life on campus.<\/p>\n<p><strong>The Mechanics:<\/strong>&nbsp;All registered attendees may pitch ideas for teams. Teams will then self-organize around ideas. &nbsp;Teams must consist of 2-6 people, at least half of which must be students.<\/p>\n<p><strong>The Awards:<\/strong>&nbsp;Creations will be judged Saturday night&nbsp;in the&nbsp;following categories:&nbsp;<br \/><em>Best Use<\/em><em>&nbsp;of Proxomo, Highest Impact to Students,&nbsp;<\/em>and<em>&nbsp;Highest Impact to UNT<\/em>.<\/p>\n<p><strong>The Lead Sponsor,&nbsp;<a href=http:\/\/www.proxomo.com target=_blank><\/a>:&nbsp;<\/strong>Thanks to&nbsp;<a href=http:\/\/proxomo.com\/ target=_blank>Proxomo<\/a>, participants can use software tools to simplify&nbsp;app development through backend APIs. On Nov. 6th at 7pm CST,&nbsp;developers can&nbsp;<a href=https:\/\/attendee.gotowebinar.com\/register\/987146283302810368 target=_blank>learn more<\/a>&nbsp;by listening in to a TECHTALK through an AT&amp;T Bootstrap lecture with Proxomos founder and CEO, Daniel Knoodle. Proxomo is a single backend as a service supporting all&nbsp;app&nbsp;platforms and devices&nbsp;- iPhone, Android, Windows Phone and web apps. At the Hackathon, youll be able to get your backend up and running in five minutes or less and win prizes for doing so!<\/p>\n<p><strong>FAQ<\/strong><\/p>\n<p><strong>Q:<\/strong>&nbsp;Can I pitch an idea from a class project, or an idea that I used in another competition?&nbsp;<strong><br \/>A:<\/strong>&nbsp;Absolutely.<\/p>\n<p><strong>Q:<\/strong>&nbsp;Can non-students pitch ideas?&nbsp;&nbsp;<br \/><strong>A:&nbsp;<\/strong>Absolutely;&nbsp;however, remember that students must make up at least half of each team. After the pitches, each attendee&nbsp;will find (or recruit) a team around their favorite idea.<\/p>\n<p><strong>Q:&nbsp;<\/strong>Will there&nbsp;be food and drink to keep me going?&nbsp;<br \/><strong>A:&nbsp;<\/strong>For registered participants, well have&nbsp;ample (free) coffee\/soda to fuel teams throughout the event, plus&nbsp;free dinners&nbsp;and breakfast on-site (to save you time). Youll have to stretch and buy your own&nbsp;lunch on Saturday, but&nbsp;well bring the food trucks to you.&nbsp;<\/p>\n<p><strong>&nbsp;<\/strong><strong>Q:&nbsp;<\/strong>Can any professional register and join, or do you have to be an alum?&nbsp;<br \/><strong>A:<\/strong>&nbsp;The more the merrier! Any professional can either register to join a team with students, (as each team has to be at least half students), or register as a mentor to float among all teams for a portion of the event.&nbsp;&nbsp;&nbsp;<\/p>\n<p><strong>Q:&nbsp;<\/strong>Do I need to assemble a team before hand, or are the organizers creating teams for us?&nbsp;<br \/><strong>A:&nbsp;<\/strong>On Friday night, registrants will self-organize into teams around their favorite idea pitches. If you have friends, mentors, or colleagues you want to team up with, just have them register and join your team after the pitches.&nbsp;&nbsp;<\/p>\n<p><strong>Q:&nbsp;<\/strong>How long will I have to pitch my idea?&nbsp;<br \/><strong>A:&nbsp;<\/strong>Each registrant with an idea will get 60 seconds to pitch their vision and needs in order to recruit potential team members.&nbsp;<\/p>\n<p><strong>Q:&nbsp;<\/strong>Can&nbsp;students from any university register?&nbsp;Can high school students register?&nbsp;<br \/><strong>A:&nbsp;<\/strong>Any student can register for one of the student tickets. Note: students under 18 will have to sign a media waiver upon arriving.&nbsp;<strong><a href=http:\/\/www.mellowmushroom.com\/denton#\/store\/index\/denton target=_blank>&nbsp;<\/a><\/strong><\/p>","start_date":"Nov 17 2012 02:00:00","display_start_date":"11-16-2012","end_date":"Nov 18 2012 04:00:00","display_end_date":"11-17-2012","url":"http:\/\/unt-hackathon2012-SRCH.eventbrite.com","address":"1511 W Sycamore St","city":"Denton","state":"TX","zip":"76201","country":"United States"}]}