{"events":[{"name":"ISIC Space Solutions 'Hackathon'","about":"<p>&nbsp;The International Space Innovation Centre (ISIC), Satellite Applications Catapult, MetOffice and UK Space Agency are organising simultaneous Space Solutions &lsquo;Hackathons&rsquo; at the Electron Building, on the Harwell Science and Innovation Campus, near Oxford and at the MetOffice, Exeter.<\/p>\n<p>The two-day technology development Hackathons are taking place over the weekend of Saturday 1 and Sunday 2 December 2012. They will enable people to work together to solve challenges relevant to using space technologies, and how they can be exploited to benefit other markets such as transport, healthcare, natural resources, etc.<\/p>\n<p>The Hackathons start at 9.00am and continue throughout the night (optional), finishing at 4.00pm on Sunday. The events are open to anyone who would like to participate &ndash; software developers, engineers, technologists, scientists, designers, artists, educators, students and entrepreneurs &ndash; anyone who has a passion for changing the world. Please note participants under the age of 18 can take part during daytime only.<\/p>\n<p>The Hackathons have been set up prior to, and in support of, the European Space Solutions Conference taking place from the 3 - 5 December in London. The aim is to give participants an opportunity to work together to solve specific challenges relevant to the 11 sector streams featured in the EU conference. The sectors include: Healthcare and Health Protection, Local Authorities, Agriculture, Environmental Protection, Aviation, Ship and Vessel Management, Insurance and Financial Services, Emergency Response and Disaster Management, Renewable Energy and Rail. In addition, the UK Space Agency, Catapults, MetOffice and ISIC will have a number of additional challenges. If you have a relevant challenge you would also like to work on, then please submit it through the website and if suitable we will include it in the selection.<\/p>\n<p>To register for the&nbsp;<strong>Oxford<\/strong>&nbsp;event please click here:&nbsp;&nbsp;<a href=http:\/\/www.eventbrite.co.uk\/event\/4664531740?utm_source=eb_email&amp;utm_medium=email&amp;utm_campaign=new_eventv2&amp;utm_term=eventname_text>http:\/\/www.eventbrite.co.uk\/event\/4664531740?utm_source=eb_email&amp;utm_medium=email&amp;utm_campaign=new_eventv2&amp;utm_term=eventname_text<\/a>&nbsp;<\/p>\n<p>To register for the&nbsp;<strong>Exeter<\/strong>&nbsp;event, please click here:&nbsp;&nbsp;<a href=http:\/\/www.metoffice.gov.uk\/conference\/mozfest>http:\/\/www.metoffice.gov.uk\/conference\/mozfest<\/a><\/p>\n<p><em>Please note there is a maximum level of 80 people at the Harwell event, and 60 at the Exeter event, so early registration is advised.&nbsp;<strong>Deadline for registration to take part in the event is Friday 9 November 2012<\/strong>.&nbsp; For general enquiries regarding these events please contact&nbsp;<\/em><a href=mailto:spacesolutions@isic-space.com><em>spacesolutions@isic-space.com<\/em><\/a><em>.<\/em><\/p>\n<p><strong>Space Solution Hackathon Team<\/strong><\/p>","start_date":"Dec 01 2012 17:00:00","display_start_date":"12-01-2012","end_date":"Dec 03 2012 00:00:00","display_end_date":"12-02-2012","url":"http:\/\/www.eventbrite.com\/event\/4664531740\/SRCH","address":"","city":"Didcot","state":"England","zip":"OX11","country":"United Kingdom"}]}