{"events":[{"name":"Boston Baseball Hack Day 2012","about":"<p><span>Are you a web developer, designer or a hack programmer who is interested in baseball? Or a passionate baseball fan with ideas?<\/span><\/p>\n<p><span><a href=http:\/\/baseballhackday.com\/>Boston Baseball Hack Day<\/a>&nbsp;is a one-day&nbsp;hacking event where area baseball geeks come together, form a team, and collaborate to create baseball-related Web Apps, Websites, Data Visualizations, etc. and bring an idea to life.<\/span><\/p>\n<p><span>It is also a great to place to network and socialize among like-minded people.<\/span><\/p>\n<p><span>At the end of the day, projects will be judged by area experts, and a brief awards ceremony will conclude the event.&nbsp;<\/span><\/p>\n<h3><span>Our distinguished panel of judges:<\/span><\/h3>\n<dl><dt><span><strong>Ben Fry<\/strong><\/span><\/dt><dd><span>An information designer Ben is principal of&nbsp;<a href=http:\/\/fathom.info\/>Fathom<\/a>, a design and software consultancy in Boston. He is a co-developer of Processing, an open source programming environment for teaching computational design and sketching interactive media software. He is the author of&nbsp;<em>Visualizing Data<\/em>&nbsp;published by OReilly. In 2007, Casey Reas and Ben published&nbsp;<em>Processing: A Programming Handbook for Visual Designers and Artists<\/em>&nbsp;with MIT Press, and in 2010, they published&nbsp;<em>Getting Started with Processing<\/em>&nbsp;with OReilly. Follow him:&nbsp;<a href=https:\/\/twitter.com\/#!\/ben_fry>@ben_fry<\/a><\/span><\/dd><dt><span><strong>Andy Andres<\/strong><\/span><\/dt><dd><span>Andy, a professor at Boston University, teaches Sabermetrics 101 at Tufts University and MITs Science of Baseball summer program. He also works as Fenway Park Datacaster\/Stringer for mlb.com and MLBAM (Gameday), and writes columns for BaseballHQ.com. Read&nbsp;<a href=http:\/\/www.bu.edu\/cgs\/alumni\/collegian\/major-league-scholar\/>an article about him in BUs Collegian<\/a>. Follow him:<a href=https:\/\/twitter.com\/#!\/sabermetrics101>@sabermetrics101<\/a><\/span><\/dd><dt><span><strong>Matt Pepin<\/strong><\/span><\/dt><dd><span>Matt is sports editor at&nbsp;<a href=http:\/\/www.boston.com\/sports\/>Boston.com<\/a>&nbsp;and directs the online presentation of Boston sports news and features created by Boston.com producers and Globe sports reporters. He has been with Boston.com since 2009. Prior to that, he was sports editor at the Times Herald-Record and Varsity845.com in Middletown, N.Y., and sports editor at the New Haven Register in Connecticut. Follow him:&nbsp;<a href=https:\/\/twitter.com\/#!\/mattpep15>@mattpep15<\/a><\/span><\/dd><\/dl>\n<p><span>New to hack days? No need to fear. There&rsquo;ll be people of all skill levels and skill sets participating. And here are some&nbsp;<a href=http:\/\/baseballhackday.com\/#resources>resources<\/a>&nbsp;to get you prepared.<\/span><\/p>\n<p><span>Baseball Hack Day is free to attend, thanks to&nbsp;our sponsor, The Boston Globe, but registration is required.<\/span><\/p>\n<p><span>For more information, see&nbsp;<a href=http:\/\/baseballhackday.com\/>http:\/\/baseballhackday.com\/<\/a><\/span><\/p>\n<p><span style=font-size: x-small;><br \/><\/span><\/p>","start_date":"Mar 24 2012 15:30:00","display_start_date":"03-24-2012","end_date":"Mar 25 2012 01:00:00","display_end_date":"03-24-2012","url":"http:\/\/baseballhackday.eventbrite.com","address":"135 William T Morrissey Boulevard","city":"Dorchester","state":"MA","zip":"02125","country":"United States"}]}