{"events":[{"name":"Santa Barbara Startup Weekend #2","about":"<h3>Startup Weekend Santa Barbara is back!<\/h3>\n<p>Startup Weekend returns to the Santa Barbara area November 2, 3 &amp; 4.<\/p>\n<h3>What is Startup Weekend?<\/h3>\n<p>Startup Weekend is a global network of passionate leaders and entrepreneurs on a mission to inspire, educate, and empower individuals, teams and communities. Share ideas, form teams, and launch startups.<br \/>The November event will no doubt bring out incredible ideas and create amazing new businesses. We&rsquo;ll also learn a lot working together all weekend in beautiful Santa Barbara.<\/p>\n<h3>Launch a Startup in 54 Hours!<\/h3>\n<p>Actually at this weekend you&rsquo;ll get&nbsp;<strong>55 hours<\/strong>! We set the clocks back early Sunday morning giving us some extra time to get things done&hellip;<\/p>\n<p>The first Santa Barbara Startup Weekend saw some amazing ideas come together and some great businesses created. From Chirp to Artful, the winners of the June event amazed the crowd and the judges.<\/p>\n<p>We&rsquo;ve landed a great partner for the second Santa Barbara event! Citrix Online will be hosting the event at its headquarters in Goleta. The Citrix location is a great facility with some amazing amenities, including my favorite team meeting area&hellip;a bocce court. In addition to the global sponsor tools available, Citrix employees will be participating and mentoring and the company will provide access to GoToMeeting and their new collaboration tool Podio, for weekend the participants.<\/p>\n<p>The November event will feature some amazing speakers and mentors including John Greathouse, Jim Semick, Ali Bauerlein, Colin Kelley, and Lex Sisney. We&rsquo;ve also got some surprises up our sleeve&hellip; so stay tuned.<\/p>\n<p><strong>In addition, we are adding a few new twists&hellip;<\/strong><\/p>\n<p>During lunch on Saturday, an amazing team of brand experts, designers, UX and UI professionals, and product designers, will join us to discuss the impact of effective design on startups. The roundtable will be lead by Citrix&rsquo;s Senior Director of Global Creative, Andreas Forsland. More information coming soon!<\/p>\n<p>Sunday we&rsquo;ll also be adding a mentoring team, let by Alissa Sears of Christie Communication, to help give feedback on your final presentations before you present to a panel of judges.<\/p>\n<p>In addition&hellip;the Independent, an incredible supporter and sponsor of the event, will also be embedding a reporter in the weekend to participate in the weekend, and write about the experience.<\/p>\n<p>We&rsquo;ll mix in some music&hellip; great food&hellip; beer and wine&hellip; A LOT of coffee.&hellip; and you&rsquo;ll even get an extra hour to work on your idea. Yeah, that&rsquo;s right&hellip; on Sunday morning November 4th we&rsquo;ll be setting the clocks back 1 hour. That means more time to code, design, build business models, and validate your product.<\/p>\n<p>More information about the awards, judges, some potential surprises and location details will be posted in the coming weeks.<\/p>\n<p>In the meantime, tickets are&nbsp;<a href=http:\/\/www.eventbrite.com\/event\/3811383952>available now<\/a>!<\/p>\n<p>For those that just want to see what the weekend is all about, tickets are also available for the opening idea pitches and the closing team presentations.&nbsp;<a href=http:\/\/www.eventbrite.com\/event\/3811383952>Get yours now<\/a>&nbsp;and save a few bucks&hellip; ($15 now&hellip; $20 at the door)<\/p>\n<p>For those new to Startup Weekend check out some of the&nbsp;<a title=Media href=http:\/\/santabarbara.startupweekend.org\/media\/>media from Santa Barbara&rsquo;s past Startup Weekend<\/a>(June).<\/p>\n<p>Hope you can join us on November 2 at Startup Weekend!<\/p>","start_date":"Nov 03 2012 01:00:00","display_start_date":"11-02-2012","end_date":"Nov 05 2012 05:00:00","display_end_date":"11-04-2012","url":"http:\/\/swsb2-SRCH.eventbrite.com","address":"7414 Hollister Ave.","city":"Goleta","state":"CA","zip":"93117","country":"United States"}]}