{"events":[{"name":"GoInstant Nodefest Hackathon","about":"<p><strong id=internal-source-marker_0.6684305630624294><span>Want to build awesome interactive web apps? Well, here&rsquo;s your shot! On Saturday, September 29th, the first ever GoInstant Hackathon will be going down at our fancy new offices on Barrington Street, and it&rsquo;s all about the nodes. Node.js, that is. You can win sweet prizes, get lots of high fives, and consume free pizza and beer - all for free.<\/span><br \/><br \/><span>If you&rsquo;re a dev who uses or wants to learn more about node.js, this is the Hackathon for you. And if you&rsquo;re a web designer who has great ideas for web apps, then get on board. This day will be all about building beautiful and amazing things.<\/span><br \/><br \/><span>The Schedule<\/span><br \/><\/strong><span><strong>Intro<\/strong>: 11:00-11:30AM. Our superwizard CTO Gavin Uhma will talk a little bit about GoInstant and the tech that makes it run - like node.js.<\/span><strong id=internal-source-marker_0.6684305630624294><br \/><\/strong><span><strong>Pitch<\/strong>: &nbsp;11:30AM-12:00PM. You don&rsquo;t need to pitch a million dollar idea (though that&rsquo;s pretty cool too), and you dont need to pitch an idea at all. We just want to see the best, craziest, most awesome web app you can make with limited time and resources, and this is where you&rsquo;ll sell the other devs on your vision.<\/span><strong id=internal-source-marker_0.6684305630624294><br \/><\/strong><strong id=internal-source-marker_0.6684305630624294><strong>Get a team<\/strong><span>: 12:00-12:30PM. Well put the pitches up on the wall, and participants will have a chance to put their names down for the ones theyre most interested in.<br \/><\/span><strong>Lunch<\/strong><span>: 12:30-1:00PM. Everyone has to eat, so sit down with your new pals and enjoy a sandwich.<\/span><br \/><\/strong><span><strong>Hack<\/strong>: 1:00-9:00PM. After pitching your web app idea, you&rsquo;ll have around 8 hours to build a web-based app to do whatever you want it to. A little after 5PM, we&rsquo;ll break for free pizza.<\/span><strong id=internal-source-marker_0.6684305630624294><br \/><\/strong><span><strong>Presentations and awards<\/strong>: 9:30-10:00PM. Tell us what you made! After some deliberations, we&rsquo;ll be giving out prizes to our winners. As if that&rsquo;s not enough, there&rsquo;ll be free beer too. And did I mention that the whole day is free to all comers?<\/span><\/p>\n<p><strong id=internal-source-marker_0.6684305630624294><br \/><span>So what are you waiting for? Sign up below, and share the link with your friends. You want enough people on your team to build something really impressive, dont you? So round up every single coding ninja, dev rockstar, and design superhero you know. Let&rsquo;s make this a Nodefest to remember.<\/span><\/strong><\/p>\n<p><span><span>Also, we owe a big thanks to our sponsors: <a href=http:\/\/innovacorp.ca\/>Innovacorp<\/a>, <a href=http:\/\/halifaxpopexplosion.com\/>Halifax Pop Explosion Digital<\/a>, and <a href=http:\/\/www.garrisonbrewing.com\/>Garrison Brewing<\/a>!<\/span><\/span><\/p>\n<p><span><span><img src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/37477538\/sponsorsfinal.jpeg alt=Innovacorp, Halifax Pop Explosion and Garrison Brewing are sponsoring our Hackathon. width=442 height=190 \/><\/span><\/span><\/p>","start_date":"Sep 29 2012 18:00:00","display_start_date":"09-29-2012","end_date":"Sep 30 2012 05:00:00","display_end_date":"09-29-2012","url":"http:\/\/goinstant-SRCH.eventbrite.com","address":"1533 Barrington St","city":"Halifax","state":"NS","zip":"B3J 1Z4","country":"Canada"},{"name":"Halifax Startup Weekend 03\/2012","about":"<p>Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs. &nbsp;Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations. &nbsp;Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks. All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials. The weekend is centered around action, innovation, and education. &nbsp;Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/p>","start_date":"Mar 24 2012 00:00:00","display_start_date":"03-23-2012","end_date":"Mar 26 2012 04:00:00","display_end_date":"03-25-2012","url":"http:\/\/www.eventbrite.com\/event\/2655983117","address":" ","city":"Halifax","state":"Nova Scotia","zip":"","country":"Canada"}]}