{"events":[{"name":"Global Day of Code Retreat: Ithaca","about":"<P>At the end of September I went to a conference (Ruby DCamp 2012) whose first day featured a code retreat. While I had heard of code retreat from Corey Haines on Twitter, I had not been to one before. I knew only that it involved hacking on Conways Game of Life with other coders. <\/P>\n<P>Think of a space in which you play with other coders on a problem too big to solve at once but small enough to make some interesting progress. There is no pressure to finish anything, instead to experiment, do things the right way or the fun way, any way but having to complete an assignment or finish a project on a budget. Not a hackathon or startup weekend (although those are fun too!) but a place to socialize with coders while testing your mettle and polishing your skills.<\/P>\n<P>The code retreat started the day with breakfast and a hey, how are you. Then we paired with someone - preferably one we didnt know - and hacked on the game for 45 minutes. We then had to delete our code and come together as a group to talk about the experience. At this point it was mostly getting into the groove of pair programming.<\/P>\n<P>Then the facilitator said something like, now find a different pair and solve the problem without using conditionals. After 45 minutes we deleted our code and discussed the experience as a group. Then four more times, each with a different twist. The exercises are all defined to improve your object oriented and functional design skills, introduce you to pair programming, and to test-driven development. It is language agnostic. <\/P>\n<P>In my code retreat experience, I worked with coders both more and less skilled than myself. For me it was about levelling up on RSpec, and to have fun writing a script that didnt output a web page. As I was driving home from that conference weekend, I said to myself, I WANT TO DO THAT IN ITHACA. Hey, isnt there a Global Day of Code Retreat coming up? Maybe I should organize it. And here we are! <\/P>\n<P>We have some generous sponsors who will make sure we dont go hungry or thirsty during the event. Special thanks go to GORGES, Singlebrook Technology, Incandescent Software, and Think Topography.<\/P>\n<P>Travis Vachon will be the facilitator. Many of you know him as one of the driving forces behind the Ithaca Web People meetup, as well as Clojure, Python, and Ruby guru. <\/P>\n<P>You should come having read the Wikipedia page on Conways Game of Life. Have your preferred development environment set up, including your preferred testing framework, whether its RSpec, Test::Unit, phpUnit, Jasmine, or qUnit. (Apart from exercising your TDD skills, you probably wont get far enough into your program to know if its working other than through test assertions...)<\/P>\n<P>So lets get together and have some fun! Space is limited so please sign up today.<\/P>","start_date":"Dec 08 2012 17:00:00","display_start_date":"12-08-2012","end_date":"Dec 09 2012 02:00:00","display_end_date":"12-08-2012","url":"http:\/\/ithaca-gdcr-2012-SRCH.eventbrite.com","address":"105 North Tioga Street 2nd Floor","city":"Ithaca","state":"NY","zip":"14850","country":"United States"},{"name":"Cornell University Hackathon: Sponsored by eBay","about":"<p>&nbsp;<img title=24-hour hackathon src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/244189\/hackathontype.png alt=eBay university hackathon \/><\/p>\n<h1>Information Session<span>&nbsp;<\/span><\/h1>\n<p class=p2><span><strong><span>Thursday Nov 1, 2012 6:00-8:00 pm<\/span><\/strong><\/span><\/p>\n<p class=p2><span>Engineering Bldg, Olin 155<\/span><\/p>\n<p class=p2><span>Speakers:<\/span><\/p>\n<ul>\n<li><span>Rob Veres, Red Laser (Mobile)<\/span><\/li>\n<li><span>Jonathan Leblanc, PayPal (Digital Gaming Payments)<\/span><\/li>\n<\/ul>\n<div><span><br \/><\/span><\/div>\n<div><span>* Pizza will be served<\/span><\/div>\n<h1>Hackathon<\/h1>\n<p class=p2><span><strong><span>Friday Nov. 2, 2012 5:00 pm start! Through Saturday Nov. 3; noon.<\/span><\/strong><\/span><\/p>\n<p class=p2><span>Engineering Bldg, Olin 155<\/span><\/p>\n<p class=p2><span>Saturday Nov 3: Lunch: Noon-1:00 pm (final submissions)<\/span><\/p>\n<p class=p2><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Presentations: 1:00 pm-4:00 pm<\/span><\/p>\n<p class=p2><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Award Ceremony: 4:30 pm -5:00 pm<\/span><\/p>\n<p class=p2><span>Teams: up to 4<\/span><\/p>\n<p class=p2><span><span class=s1>Prizes:<\/span>&nbsp;Xbox 360, 250 GB Console with Kinect<\/span><\/p>\n<p class=p2><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;iPhone 5, 32GB<strong>&nbsp;(phone only, no contract)<\/strong><\/span><\/p>\n<p class=p2><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;iPod&nbsp;<strong>Touch<\/strong><\/span><\/p>\n<p class=p2><span>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Extra prize for most innovative use of Red Laser.<\/span><\/p>\n<p class=p2><span>* Food will be served all night to recharge hack batteries<\/span><\/p>","start_date":"Nov 02 2012 01:00:00","display_start_date":"11-01-2012","end_date":"Nov 04 2012 00:00:00","display_end_date":"11-03-2012","url":"http:\/\/www.eventbrite.com\/event\/4623737724\/SRCH","address":"","city":"Ithaca","state":"NY","zip":"14850","country":"United States"},{"name":"Startup Weekend: Cornell","about":"<blockquote><strong>Startup Weekend comes to Cornell!<\/strong><br>Do you have what it takes to be an entrepreneur?<br><br>Join executives from NYC&#39;s newest startups and students from all over campus for a 54-hour entrepreneurial marathon. <br><br>Check our website for more information about mentors and schedules: <a href=http:\/\/cornell.startupweekend.org\/ rel=nofollow nofollow rel=nofollow nofollow rel=nofollow nofollow>http:\/\/cornell.startupweekend.org\/<\/a><br><br>And don&#39;t forget to register!<br><br>On Friday the 28th from 2:00 - 6:00, attend the NYC Tech Talent Draft in Sage Atrium and learn about the startup job opportunities in New York.<p><a href=http:\/\/startupweekend.org\/contact\/ rel=nofollow>Startup Weekend Crew<\/a><p><strong>Refund Policy:<\/strong>  No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/p><\/p><\/blockquote><blockquote><p><strong>About Startup Weekend:<\/strong> Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.  Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.  Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks. All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials. The weekend is centered around action, innovation, and education.  Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/p><\/blockquote>","start_date":"Sep 29 2012 01:00:00","display_start_date":"09-28-2012","end_date":"Oct 01 2012 03:00:00","display_end_date":"09-30-2012","url":"http:\/\/eventful.com\/ithaca\/events\/startup-weekend-cornell-\/E0-001-050835986-3?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"300 Day Hall","city":"Ithaca","state":"NY","zip":"14853","country":"United States"}]}