{"events":[{"name":"Kalamazoo EDU Startup Weekend 10\/12","about":"<p>Ready to make amazing solutions for Education? Startup Weekend EDU is a 54-hour incubator where teachers, admins, IT professionals, and entrepreneurs take an idea to make Education better, and rapidly improve upon it throughout the weekend, in order to present a minimally viable product to a panel of judges by Sunday late afternoon. The goal is to make an application that improves or helps Education at any level (K-12 or higher ed).<\/p>\n<p><span>Early bird registration is $75 until Sept 12, or when tickets are gone! Students get an even better discount with tickets for $49 anytime! If you are looking to hone your education or entrepreneurship skills, be mentored by amazing people, and have a blast doing it, Startup Weekend Kalamazoo EDU is for you!<\/span><\/p>\n<p><strong>What is Startup Weekend?<\/strong><\/p>\n<p>Ever wondered what it takes to be an entrepreneur? The professional and personal challenges, the high and lows, the failures and the success? Startup Weekend is a global grassroots movement of active and empowered entrepreneurs who are learning the basics of founding startups and launching successful ventures. It is the largest community of passionate entrepreneurs with over 400 past events in 100 countries around the world in 2011.<\/p>\n<p>The non-profit organization is headquartered in Seattle, Washington but Startup Weekend organizers and facilitators can be found in over 200 cities around the world. From Mongolia to South Africa to London to Brazil, people around the globe are coming together for weekend long workshops to pitch ideas, form teams, and start companies.<\/p>\n<p>All Startup Weekend events follow the same basic model: anyone is welcome to pitch their startup idea and receive feedback from their peers. Teams organically form around the top ideas (as determined by popular vote) and then it&rsquo;s a 54 hour frenzy of business model creation, coding, designing, and market validation. The weekends culminate with presentations in front of local entrepreneurial leaders with another opportunity for critical feedback.<\/p>\n<p>Whether entrepreneurs found companies, find a cofounder, meet someone new, or learn a skill far outside their usual 9-to-5, everyone is guaranteed to leave the event better prepared to navigate the chaotic but fun world of startups.<\/p>","start_date":"Oct 13 2012 01:00:00","display_start_date":"10-12-2012","end_date":"Oct 15 2012 04:00:00","display_end_date":"10-14-2012","url":"http:\/\/swkzooedu-SRCH.eventbrite.com","address":"1903 W. Michigan Ave","city":"Kalamazoo","state":"MI","zip":"49008","country":"United States"},{"name":"Kalamazoo Startup Weekend","about":"<DIV>\n<DIV>\n<DIV>\n<BLOCKQUOTE CLASS=gmail_quote>\n<DIV>\n<DIV>\n<DIV>\n<DIV>\n<P>For all event details, visit kalamazoo.startupweekend.org<\/P>\n<DIV CLASS=im>\n<P><FONT FACE=Helvetica, Arial, sans-serif>Thanks!<\/FONT><\/P>\n<P><FONT FACE=Helvetica, Arial, sans-serif><A HREF=http:\/\/startupweekend.org\/contact\/ TARGET=_blank>Startup Weekend Crew<\/A><\/FONT><\/P>\n<P> <\/P>\n<P><FONT FACE=Helvetica, Arial, sans-serif><STRONG>Refund Policy:<\/STRONG>  No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/FONT><\/P>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/BLOCKQUOTE>\n<BLOCKQUOTE CLASS=gmail_quote>\n<DIV>\n<DIV>\n<DIV>\n<DIV>\n<P><FONT SIZE=2><STRONG>About Startup Weekend:<\/STRONG> Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.  Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.  Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks. All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials. The weekend is centered around action, innovation, and education.  Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/FONT><\/P>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/DIV>\n<\/BLOCKQUOTE>\n<\/DIV>\n<\/DIV>\n<\/DIV>","start_date":"May 05 2012 01:00:00","display_start_date":"05-04-2012","end_date":"May 07 2012 04:00:00","display_end_date":"05-06-2012","url":"http:\/\/swkalamazoo3-SRCH.eventbrite.com","address":"310 E Michigan Ave 3rd Floor","city":"Kalamazoo","state":"MI","zip":"49006","country":"United States"},{"name":"Code and Kegs Hackathon","about":"<p>We will be hosting the first anual Code and Kegs Hackthon March 23-24, 2012 at The Bureau.&nbsp;<\/p>\n<p>Let us know what topics\/categories you would like to see by filling out this form&nbsp;<a title=category form href=http:\/\/goo.gl\/no89F>http:\/\/goo.gl\/no89F<\/a>.<\/p>\n<p>More information will be posted shortly.<\/p>","start_date":"Mar 24 2012 02:00:00","display_start_date":"03-23-2012","end_date":"Mar 25 2012 02:00:00","display_end_date":"03-24-2012","url":"http:\/\/codeandkegshackathon.eventbrite.com","address":"321 S. Kalamazoo Mall suite 200","city":"Kalamazoo","state":"MI","zip":"","country":"United States"}]}