{"events":[{"name":"WomanAPP Hackathon","about":"<p>We have been thinking of getting all women in tech, girls in tech, tech students, women interested in tech in a room, with a theme following our march meet up whose theme was<\/p>\n<p><span>WITU MarchMeet, Improve a woman&rsquo;s life, give her an App Apps built by women for women<\/span><\/p>\n<p><span>March is a women&rsquo;s month so we want to focus on what technology can do for a woman, how we can use tech to improve a woman&rsquo;s life, take a stand build an app that will transform a woman&rsquo;s life today. It could a health issue that this app tries to solve, change a woman&rsquo;s life today by enabling her through mobile and web apps, and enable a woman by a simple tap on her phone or computer. Women are the underutilized assets we posses in Uganda, Let us get things done and not wait on others to come solve our problems. How can you assist a rural woman today, a business woman that is not skilled in Tech, whatever issues you can think of that can aid a woman&rsquo;s life and improve it?<\/span><\/p>\n<p>Building on this event,&nbsp;<\/p>\n<p>come 15th septmber lets get our thinking cap on and hack women into a new dawn!&nbsp;<\/p>\n<p>what will happen<\/p>\n<p>IN NO particular order!<\/p>\n<p>arrival, breakfast, begin hacking, coding, pitch, think, brainstorm, generate ideas, identify problems, code, eat, code, eat, code, eat, pitch your idea, vote on ideas, best app\/ idea chosen, prize awarded, keep calm and hack!&nbsp;<\/p>\n<p>Lots of refreshments and eats!&nbsp;<\/p>\n<p>You suply the computer(come with your laptop, if you dont have come, come and team up with someone who has one!, we supply the theme, food, desk, space, water, drinks, prizes.............<\/p>\n<p>See YOU all there! Entrance password: &nbsp;you must be a woman!!!!!!!<\/p>\n<p>Change a life ! your ideas, your team, your most productive weekend!<\/p>","start_date":"Sep 15 2012 12:00:00","display_start_date":"09-15-2012","end_date":"Sep 16 2012 03:00:00","display_end_date":"09-15-2012","url":"http:\/\/womanapphackathon-SRCH.eventbrite.com","address":"Plot 11 - Kanjokya Street, Kamwokya\/P. O. Box 2157, Kampala, Uganda Kanjokya Rd","city":"Kampala","state":"Central Region","zip":"","country":"Uganda"}]}