{"events":[{"name":"RHoK Global December 2011: Banjul, The Gambia","about":"<p><strong>What IS RHoK?<\/strong><\/p>\n<p>Random Hacks of Kindness is an initiative that seeks to make the world a better place by building a community of innovation. Computer programmers, software engineers or &ldquo;Hackers&rdquo; as we fondly call them collaborate with subject matter experts (these are people knowledgeable in various fields and have identified problems that affect the of lives of people). This collaboration marks the beginning of a weekend of competitive coding i.e &ldquo;hackathon&rdquo; where the programmers develop software to respond to the challenges and crises identified.<\/p>\n<p>RHoK&rsquo;s model is to start by identifying, defining and refining problem definitions provided by the subject matter experts and local stakeholders. This ensures that volunteer time is focused on solving real problems using their &ldquo;hacking magic&rdquo; to produce software solutions.&nbsp;<\/p>\n<p>RHoK has hosted 3 global events to date, in 31 cities around the globe and over 3000 participants. During the RHoK 3 global event in June 2011, over 120 problems were addressed by 110 technology solutions. Solutions developed by the RHoK community have been used by organizations such as the World Bank, governments, emergency responders, and citizens.<\/p>\n<p>Random Hacks of Kindness is a joint initiative of Google, Microsoft, Yahoo!, HP,NASA and the World Bank.<\/p>\n<p><strong>So what REALLY goes on here?<\/strong><\/p>\n<p>Hackers are given a time limit to produce technology that solves the challenges the subject matter experts have brought forward. It provides a healthy competitive environment for brilliant results. The software developed will be presented to a panel of judges and prizes rewarded for the top three. Then the best part of all, these solutions are to be used for the good of the people. Hence the clever event name Random Hacks of Kindness<\/p>\n<p><strong>First Time Ever in The Gambia<\/strong><br \/>Not only is RHoK 4 the first RHoK event in our dear little nation, it is also the first ever hackathon to take place, so it is certain to stir up some excitement. Allow our friendly neighborhood computer geniuses to flex their &ldquo;coding muscles&rdquo; and do some major good while theyre at it, working on problems that range from floods, medical records, to drug dispensing and environmental issues. The Gambia is also the only country in Africa hosting a RHoK 4 event.<\/p>\n<p><strong>The Organizers<\/strong><br \/>Balafong is an online Gambian literary magazine and community. Balafong Causes is a subsidiary of Balafong that is an attempt to make social changes on some of the issues brought up by our community members. The main aim of causes is not to be an NGO, but a meta-NGO, prodiving NGOs working on various causes with the tools &nbsp;and platform necessary to pursue their campaigns. The services provided to NGOs by Causes range from internal CRM systems for communication and management of resources, to providing NGOs with help writing grant applications and proposals. Balafong Causes also aims to provide a feedback loop for NGOs, which allow them to quickly gauge how effective their work has been, over time. Finally Balafong Causes provides NGOs with access to our diverse community of Balafong members, who are all potential donors, NGO workers, etc.&nbsp;<\/p>\n<p><strong>RHoK Gambia Partners<\/strong><\/p>\n<ul>\n<li>ITAG&nbsp;<\/li>\n<li>YACT 2.0<\/li>\n<\/ul>\n<p><strong>RHoK Gambia Sponsors<\/strong><\/p>\n<ul>\n<li><strong>Unique Solutions<\/strong><\/li>\n<li>Cotton World Gambia<\/li>\n<\/ul>","start_date":"Dec 03 2011 16:30:00","display_start_date":"12-03-2011","end_date":"Dec 05 2011 04:00:00","display_end_date":"12-04-2011","url":"http:\/\/rhokgambia.eventbrite.com","address":"MDI Road Array","city":"Kanifing","state":"Western","zip":"","country":"Gambia"}]}