{"events":[{"name":"Water Sanitation Hackathon","about":"<p>I am pleased to extend a personal invitation to you to participate in SanitationHackathon Lahore Pakistan on December 1-2, 2012.&nbsp;<\/p>\n<p>Often neglected, the world&rsquo;s sanitation crisis needs urgent attention across multiple sectors to meet the basic needs of the 2.5 billion people without access. With the global revolution in low-cost information and communication technologies, there is a huge opportunity to address information flow problems across the sector, helping to make improved sanitation services more accessible and sustainable for the world&rsquo;s people.<\/p>\n<p>SanitationHackathon will be the first ever global gathering of sanitation experts and technologists for an intensive weekend dedicated to creating ICT solutions to sanitation challenges.&nbsp; In addition to lahore SanitationHackathon will simultaneously be taking place in Jakarta, Lahore, Pune, Dhaka, Dar es Salaam,&nbsp; Helsinki, Chicago, San Francisco, New York, London, Lima, and Cape Town- as of Oct 16, 2012.&nbsp;<\/p>\n<p>Sanitation experts are working with local communities to define some of the most pressing sanitation challenges in each of those cities.&nbsp; Programmers, software engineers and data specialists will then team up to put their technical skills to work mashing up data, building on open source technology platforms and developing apps that respond to those challenges, which the sanitation sector can put to use on the ground to aid the communities that need them.&nbsp;<\/p>\n<p>Please join us at Punjab Information Technology Board on December 1-2 to share your skills and expertise at SanitationHackathon Lahore Pakistan.<\/p>","start_date":"Dec 01 2012 20:00:00","display_start_date":"12-01-2012","end_date":"Dec 03 2012 00:00:00","display_end_date":"12-02-2012","url":"http:\/\/wat_sanhack_pk-SRCH.eventbrite.com","address":"Arfa Software Technology Park, 11th Floor, 346 – B, Ferozpur Road, Lahore, Pakistan Array","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan"},{"name":"WOWZAPP 2012: Worldwide Hackathon for Windows -- Lahore, Pakistan","about":"<p><strong>Be part of the app revolution!<\/strong><\/p>\n<p>By registering, you&rsquo;ll be joining thousands of developers worldwide as we build apps for the next generation of Windows.<\/p>\n<p><strong>Expert Help, Free Resources<\/strong><\/p>\n<p>Microsoft app experts, developers and trainers will be available on-site to assist your learning and coding. Learn about building Windows Store apps today &ndash; download the&nbsp;<a href=http:\/\/go.microsoft.com\/?linkid=9817824 target=_blank>info, tools and resources&nbsp;<\/a>you need now.&nbsp;<\/p>\n<p><strong>Windows Azure Mobile Services<\/strong><\/p>\n<p>Does your Store app idea include cloud services or storage?&nbsp;Check out&nbsp;<a href=http:\/\/www.windowsazure.com\/en-us\/develop\/mobile\/tutorials\/get-started\/ target=_blank>Get started with<\/a><a href=http:\/\/www.windowsazure.com\/en-us\/develop\/mobile\/tutorials\/get-started\/>Mobile Services<\/a>&nbsp;&ndash;registered student WOWZAPP 2012 participants are eligible for a FREE student Windows Azure six-month subscription!&ndash; supplies are limited so be sure to register now!<\/p>","start_date":"Nov 09 2012 18:00:00","display_start_date":"11-09-2012","end_date":"Nov 12 2012 02:00:00","display_end_date":"11-11-2012","url":"http:\/\/wowzapp2012lahorepakistan-SRCH.eventbrite.com","address":"","city":"Lahore","state":"Punjab","zip":"","country":"Pakistan"}]}