{"events":[{"name":"BRISSKIT COMMUNITY MEETING (DAY1) and HACK (DAY2+3)","about":"<p>A community meeting followed by 2 day hack event. The BRISSkit community meeting will showcase and demo the Brisskit open source biomedical research data management cloud hosted applications alongside presentations from national stakeholders and pilot groups working with BRISSkit applications. The Health Research hackday provides the opportunity for the UK community of medical researchers, informatics professionals and developers to develop solutions to health research data management challenges.<\/p>\n<p>Do please join https:\/\/groups.google.com\/forum\/#!forum\/healthresearchhack in the lead up to the event to help decide hackday challenge themes. The aim is to deliver proofs of concept to solve clinical research data management challenges using open source software, but not limited to the Brisskit research data management applications: CiviCRM - a patient recruitment and contact management application Onyx - a clinical data capture application i2b2 - a clinical data warehousing query and cohort generation tool catissue - a tissue asset management application openesb - an web service framework and integration platform All running in VMware and made avaiable over WIFI internet. Registration for the event is free and arrangements will be made for accommodation in nearby hotels, subject to availability<\/p>\n<div class=field field-type-text field-field-event-description>\n<div class=field-items>\n<div class=field-item odd>\n<p><span>Proposed agenda :<\/span><\/p>\n<ul>\n<li><span>Day 1 : 9:00-14:00 Brisskit Community Programme - content provided by Brisskit Community partners<\/span><\/li>\n<li><span>Day 1: 19:30 &ndash; Dinner<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>Day 2 : 9.00 to 12:30 Short Presentations from project proposing to use or integrate with Brisskit toolset<\/span><\/li>\n<li><span>Day 2 : 12:30 &ndash; Lunch<\/span><\/li>\n<li><span>Day 2 : 13:00 &ndash; 13:30 Organisaiton into Hackday projects<\/span><\/li>\n<li><span>Day 2 : 13:30 &ndash; 19:00 Project planning and delivery<\/span><\/li>\n<li><span>Day 2: 19:30 &ndash; Dinner<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>Day 3 : 8:00 to 15:00 &ndash; Hacking Continued<\/span><\/li>\n<li><span>Day 3 : 12:30 &ndash; Lunch<\/span><\/li>\n<li><span>Day 3: 14:00 &ndash; submission of short project presentations<\/span><\/li>\n<li><span>Day 3: 15:00- 16:30 &ndash; Presentation of Project Progress and Outcomes<\/span><\/li>\n<li><span>Day 3: 17:00 &ndash; Announcement of Winners and Award of Prizes<\/span><\/li>\n<\/ul>\n<p><span>We are looking to attract both clinical researchers and as many clinical research geeks as it is possible to accommodate, so this invitation is also extended to the Brisskit open source developer community.<\/span><\/p>\n<p><span>We will organise a GoogleGroup and a Twitter feed so that clinical research challenges can be shared and discussed online well before the event itself. All hackday project ideas will be logged onto the Brisskit wiki before the event.<\/span><br \/><span>Accomodation arrangements and options for overnight stays to be annouced.<\/span><\/p>\n<\/div>\n<\/div>\n<\/div>\n<p>See http:\/\/www.brisskit.le.ac.uk\/events\/forthcoming for further details.<\/p>","start_date":"Oct 09 2012 16:30:00","display_start_date":"10-09-2012","end_date":"Oct 11 2012 23:00:00","display_end_date":"10-11-2012","url":"http:\/\/brisskitmeethack-SRCH.eventbrite.com","address":"","city":"Leicester","state":"Leics","zip":"LE2 2ND","country":"United Kingdom"}]}