{"events":[{"name":"Adult Social Care Hack Day","about":"<p><span><strong><br \/><\/strong><\/span><strong style=font-family: arial, helvetica, sans-serif; font-size: medium;>Identify how technology can help deliver better and cheaper Social Care. Help suggest solutions. Get an angle on the Assisted Living and eHealth market places.<\/strong><\/p>\n<p><span>On the 26th of October a little over 20 technologists will be sitting in a room in Liverpool Science Park with around 20 representatives of Liverpools Adult Social Care teams. Together we will expore the issues the Council has in delivering better lives for vulnerable people. Then we will use our experience to come up with solutions that might do more for older and disabled people while create some savings along the way.<\/span><\/p>\n<p><span>Even in an environment where savings have to be made this is a multi-billlion pound market, and because radical innovations need to be made to deal with the cuts commisioners are having to look beyond conventional solutions. If we can create products that will deliver what local authorities need for the right price, then there is a fresh opportunity to sell to this disrupted market. First step: find out what the user need is for these products.<\/span><\/p>\n<p><span>We can also do some good. Disabled people and older people are threatened by the cuts. Solutions are needed so their quality of life will be kept up, or even improved on.<\/span><\/p>\n<p><span>Come along, bring a laptop with some visualisation software (Balsamiq or equivalent, Photoshop or GIMP). There wont be time to code but we have the afternoon tp create some pretty precise descriptions of the product, complete with interfaces. Social care practioners and technologists will work together to make sure proposed products are really needed and are usuable. There will be some users there as well.<\/span><\/p>\n<p><span>Who shold come? Developers, UX\/UI specialists, Social Entrepreneurs who want to develop products.<\/span><\/p>\n<p>Made possible by the support and assistance of LJMUs Open Labs.<\/p>\n<p>Organised by Digital Creativity in Disability.<\/p>\n<p>&nbsp;<\/p>\n<p><span><img src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/10835269\/openlabs3logos28colour29200-1.jpg alt=Logo of Open Labs that mentions ERDF and LJMU width=199 height=36 \/><\/span><\/p>\n<p>&nbsp;<img src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/10835269\/dcdlogosmall.png alt=Digital Creativity in Disability width=150 height=82 \/><\/p>\n<p><span style=font-family: arial, helvetica, sans-serif; font-size: medium;><strong><span style=text-decoration: underline;><br \/><\/span><\/strong><\/span><\/p>\n<p><span style=font-family: arial, helvetica, sans-serif; font-size: medium;><strong><span style=text-decoration: underline;><br \/><\/span><\/strong><\/span><\/p>","start_date":"Oct 26 2012 16:30:00","display_start_date":"10-26-2012","end_date":"Oct 27 2012 00:15:00","display_end_date":"10-26-2012","url":"http:\/\/www.eventbrite.com\/event\/4435183754\/SRCH","address":"146 Brownlow Hill","city":"Liverpool","state":"Liverpool","zip":"L3 5RF","country":"United Kingdom"},{"name":"Hack for Culture","about":"<p>Open Labs@ LJMU have engaged Liverpool Biennial, Bluecoat, Everyman Playhouse, FACT, Liverpool Philharmonic, Tate Liverpool and Unity Theatre to bring Hack for Culture concept to Liverpool.<\/p>\n<p><span style=font-size: small;><span style=font-family: Arial;><strong>Hack for Culture<\/strong>&nbsp;<\/span><\/span>weekend will bring together&nbsp;staff from a range of Arts &amp; Cultural organisations&nbsp;together with Merseysides digital and creative industries to explore the possibilities offered by joint experimentation with a wide variety of hidden cultural data sets. &nbsp;<\/p>\n<p>Teams made up of designers and developers and staff from arts organisations&nbsp;will design and prototype innovative products and services that utilise a variety of data sets that answer cultural challenges and propose new ways to work together in the future. Teams will pitch their projects on the Sunday to a specialist panel with a range of prizes provided by the arts organisations above.<\/p>\n<p>The event will feature several speakers including&nbsp;<a href=http:\/\/www.andfinally.com\/><span style=text-decoration: underline;><span style=color: #0000ff;>Bill Thompson<\/span><\/span>&nbsp;<\/a>(BBC technology critic).<\/p>\n<p>Well be providing updates on whos participating, new data sets&nbsp;and challenges issued by both communities and so keep checking back over the coming weeks.<\/p>\n<p><strong>When is&nbsp;<\/strong><strong>Hack for Culture?<\/strong><\/p>\n<p>Hack for Culture is a 2-day event which starts at 9.30am til 5.30pm (building open til 7pm for die hard hackers) &amp; on Saturday 3rd March with day 2 kicking off at 10.00am on Sunday 4th March and wrapping up around 3.00pm.<\/p>\n<p><strong>Where is Hack for Culture?<\/strong><\/p>\n<p>The main auditorium in LJMU&rsquo;s&nbsp;Art and Design Academy, Duckinfield Street, Liverpool,&nbsp;L3 5YD<\/p>\n<p><strong>Getting there<\/strong><\/p>\n<p><span style=color: #000000;>BY TRAIN<br \/>The nearest rail station is Liverpool Central.Liverpool Lime Street is a 12 mins walk away.<br \/><br \/>BY BUS<br \/>For information on access friendly bus routes please see the Merseytravel&rsquo;s Easy Access publication attached as a PDF on the left-hand side of this page.<\/span><\/p>\n<p><span style=color: #000000;>PARKING<br \/>There is no car parking at ADA, but there are car parks at Mount Pleasant &amp; Paradise Street (24hrs) as well as others.<\/span><\/p>\n<p><strong>How do I take Part?<\/strong><\/p>\n<p>If youre from a&nbsp;<strong><em>Arts<\/em>\/<em>Cultural Organisation<\/em>&nbsp;<\/strong>then&nbsp;theres a great&nbsp;opportunity to meet local developers and designers and further explore the opportunities afforded by the&nbsp;digital whether engaging new audiences or working more effectively within your own and other arts organisations.<\/p>\n<p>If youre a&nbsp;<strong><em>Developer or Designer<\/em>&nbsp;<\/strong>youll have the opportunity to meet staff from many of the areas major arts organisations and have the chance to influence the way they work with you and their audiences.<\/p>\n<p>Whatever youre background youll have the opportunity to make something interesting with specialists from two of Merseysides key creative communities.<\/p>\n<p><strong><em><span style=font-size: small;>What sort of data sets are we talking about?<\/span><\/em><\/strong><\/p>\n<p>A variety of data sets will be made available over the coming weeks. Well keep you posted everytime another one is added but keep checking back here for more<\/p>\n<p>Cultural organisations will provide datasets around areas of concern within their organisation which programmers and developers can use to help produce various projects, in whatever form you think fits the purpose.<\/p>\n<p>Developers and programmers will be able to manipulate the data either producing websites or mobile apps or just programming applications which will help you get the most from your data.<\/p>\n<p><strong><em><span style=font-size: small;>Competition<\/span><\/em><\/strong><\/p>\n<p><span style=font-size: x-small;>There will be an element of competition among the projects to inject enthusiasm and to enforce deadline to work within. <\/span><\/p>\n<p><span style=font-size: x-small;>There will also be prizes to motivate you.<br \/><\/span><\/p>\n<p><strong><em><span style=font-size: small;>Kit<\/span><\/em><\/strong><\/p>\n<p><span style=font-size: small;>Bring along your laptop, phones, memory sticks and any other equipment you might find useful.<\/span><em><span style=font-size: small;><\/span><\/em><strong><em><span style=font-size: small;><br \/><\/span><\/em><\/strong><\/p>","start_date":"Mar 03 2012 17:30:00","display_start_date":"03-03-2012","end_date":"Mar 04 2012 23:00:00","display_end_date":"03-04-2012","url":"http:\/\/hackforculture.eventbrite.com","address":"Duckinfield Street","city":"Liverpool","state":"Liverpool","zip":"L3 5YD","country":"United Kingdom"}]}