{"events":[{"name":"PubCamp West 2012","about":"<P><STRONG>What is #pubcamp, anyway?<\/STRONG><\/P>\n<P>PublicMediaCamp, or PubCamp for short, is a nationwide series of gathering focused on forging greater collaboration between public media organizations and their communities. Inspired by unconferences such as Foocamp and Barcamp, PubCamps are informal opportunities for techies and community media makers to get together with NPR and PBS staff and develop projects together.<\/P>\n<P><STRONG>Who is in charge of this thing?<\/STRONG><\/P>\n<P>#PubCampWest is a collaboration between PBS SoCaL, KQED, KPBS, KPCC and the community.<\/P>\n<P><STRONG>Is there an agenda?<\/STRONG><\/P>\n<P>The loosely styled conference will tackle three topics: TBD<\/P>\n<P>A few weeks prior to the conference, we’ll let you pitch and vote on topic ideas.<\/P>\n<P STYLE=padding-left: 30px;><STRONG>Happy Hour<\/STRONG><BR>August 24th 6pm-10pm<BR>Meet your fellow PubCampers.<\/P>\n<P STYLE=padding-left: 30px;><STRONG>24 Hour PubCamp Hackathon Begins<BR><\/STRONG>August 24th 7pm <BR>Developers start your engines. Use the creative buzz happening at the Happy Hour to fuel one project to hack together during the course of PubCamp. Complete your working prototype in 24 hours and present it to your fellow PubCampers.<\/P>\n<P STYLE=padding-left: 30px;><STRONG>PubCamp Sessions<\/STRONG><BR>August 25th 10am-5pm <BR>Earn those camp merit badges for participating in pubcamp sessions throughout the day. Lunch and beverages will be provided. Contact <A HREF=mailto:jbulin@pbssocal.org>Jasmine Bulin<\/A> at PBS SoCaL to donate food\/drinks or volunteer as a PubCamp Counselor.<\/P>\n<P STYLE=padding-left: 30px;><STRONG>Hackathon Ends<BR><\/STRONG>August 25th 7pm <BR><BR><STRONG>PubCampfire<BR><\/STRONG>August 25th 5pm-8pm <BR>Well wrap up PubCamp with presentations from the sessions, the product\/s out of the hackathon, and a special takeaway to keep you motivated after PubCamp ends. Beverages and appetizers will be provided.<\/P>\n<P><STRONG>Do you have to be part of public media or on the West Coast to come?<\/STRONG><\/P>\n<P>Nope. We’re inviting everyone: developers, designers, bloggers, other media types and the general public. If you live outside of California, you’re invited, too. <\/P>\n<P><STRONG>Can I help?<\/STRONG><\/P>\n<P>Of course! We’d love help. Contact <A HREF=mailto:jbulin@pbssocal.org>Jasmine Bulin<\/A> at PBS SoCaL.<\/P>\n<P><STRONG>Will there be food and drink?<\/STRONG><\/P>\n<P>Yes. We’ve got some food and drink coming. But if you would like to contribute food, drink or something else contact <A HREF=mailto:jbulin@pbssocal.org>Jasmine Bulin <\/A>at PBS SoCaL.<\/P>\n<P><STRONG>Will there be Wi-Fi and places for me to plug in?<\/STRONG><\/P>\n<P>We’ll have free wi-fi and some places for you to plug in, if need be.<\/P>\n<P><STRONG>Do I have to RSVP?<\/STRONG><\/P>\n<P>Yes. We can only fit so many people! <\/P>","start_date":"Aug 25 2012 17:00:00","display_start_date":"08-25-2012","end_date":"Aug 26 2012 03:00:00","display_end_date":"08-25-2012","url":"http:\/\/pubcamp12-SRCH.eventbrite.com","address":"","city":"Long Beach","state":"CA","zip":"","country":"United States"}]}