{"events":[{"name":"AT&T Mobile App Hackathon - Denver","about":"<p><strong>Have an app idea or need an app built for your business?<\/strong><\/p>\n<p>This very special AT&amp;T Aspire Mobile App Hackathon Education, an event produced by the AT&amp;T Developer Program and St. Vrain Valley School District in coordination with IBM and Seagate Technology, is designed for attendees both technical &amp; non-technical to build apps\/mobile apps. &nbsp;This event will provide students with the opportunity to choose between two tracks based on their technical school level.&nbsp; They may attend sessions designed to provide them with the basics for Java and Javascript development or to join teams of adult developers competing to create the best mobile app of the weekend. We will have free food compliments of Ericsson, great speakers, and some awesome prizes. &nbsp;Students, Developers, and Designers are heavily encouraged to meet new people, scout for teammates, and collaborate to create innovative mobile apps.<\/p>\n<p>Objective C, Android, Java, ASM, Javascript, HTML, C #, Dot Net, XNA and all other languages are welcome. Your only objective is to get a mobile app running regardless of an HTML5, Mobile Web or native implementation. If you are a beginner or have become rusty with your programming, we will have live developer support from local senior developers as well as from AT&amp;T, Layer7, and Tiggzi to help you code that much faster.<\/p>\n<p><strong>We Supply:<\/strong>&nbsp;Quick presentations and&nbsp;code samples that help to bootstrap your hacking, food to keep you going, and caffeine to keep you awake. Along with technical senseis to assist you in building faster, smarter, and with new tools.<\/p>\n<p><strong>You Bring:<\/strong>&nbsp;Your laptop, skills &amp; ideas. Come with a collaborative, team focused mindset and\/or team up in advance on Twitter\/Facebook\/Google+ via the&nbsp;<strong>#atthack&nbsp;<\/strong>hashtag. Whether you are a backend person and code in Ruby\/PHP\/.NET or are a designer and only work with Illustrator, you are invited to attend this event. Every group needs a good balance of talent and your development skills are needed!<\/p>\n<p><em><strong>Event Schedule.<\/strong><\/em>&nbsp; The following is a list of the weekends agenda:<\/p>\n<ul>\n<li><strong><em>06PM - Friday Evening -&nbsp;<\/em><\/strong>Kickoff event with dinner, networking, and developer dating which leads into idea pitches and team formation.<\/li>\n<li><strong><em>11PM - Friday Evening -&nbsp;<\/em><\/strong>End of Day 1<\/li>\n<\/ul>\n<ul>\n<li><strong><em>10AM - Saturday Morning -&nbsp;<\/em>&nbsp;<\/strong>The fun continues with an all day hackathon. Work with the teams that you formed on Friday night to produce the app spec&rsquo;d out the night before. Senseis will be available throughout the entire event to help you code up your solution. App submissions will be accepted throughout the day with a deadline of 7PM.<\/li>\n<\/ul>\n<ul>\n<li><strong><em>7PM - Saturday Evening -<\/em>&nbsp;<\/strong>Promptly at 7PM, teams will begin pitching their ventures. Pitches are limited to three (3) minutes per team.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<div><span style=font-family: book antiqua, palatino; font-size: small;><br \/><\/span><\/div>\n<p><strong><em>Prizes.<\/em><\/strong>&nbsp;The following prizes are experiential and geared towards accelerating you towards a successful business as well as expanding your network and industry knowledge:<\/p>\n<ul>\n<li class=li4><strong>Best Hackathon Overall App<\/strong>&nbsp; \n<ul>\n<li class=li4>1st Place - $500 in Gift Cards for the team and one (1) year of the&nbsp;<a href=https:\/\/github.com\/plans>Small service from Github<\/a>&nbsp;for each team member<\/li>\n<li class=li4>2nd Place - $300 in Gift Cards for the team and one (1)&nbsp;year of the&nbsp;<a href=https:\/\/github.com\/plans>Micro service from Github<\/a>&nbsp;for each team member<\/li>\n<li class=li4>3rd Place - $200 in Gift Cards for the team&nbsp;and six (6) months of&nbsp;<a href=https:\/\/github.com\/plans>Micro service from Github<\/a>&nbsp;for each team member<\/li>\n<\/ul>\n<\/li>\n<li class=li4><strong>Best App&nbsp;using AT&amp;T APIs<\/strong> \n<ul>\n<li class=li4>1st Place - $250 in Gift Cards for the team to split and one (1) Sierra Wireless for each w\/1 month 1GB Dataconnect Plan (Max 3)<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<div><span style=font-family: book antiqua, palatino; font-size: small;><br \/><\/span><\/div>\n<p><strong><em>Judging Criteria.<\/em>&nbsp;<\/strong>Apps will be judged based on the criteria below and weighted accordingly. &nbsp;<\/p>\n<ul class=ul1>\n<li class=li4>33% Weight - Ability to clearly articulate what your app does<\/li>\n<\/ul>\n<ul class=ul1>\n<li class=li4>33% Weight - Originality of idea<\/li>\n<\/ul>\n<ul class=ul1>\n<li class=li4>33% Weight - Use of iOS native, Android native, WP7 native, Blackberry native, Heroku, AWS, AT&amp;T Cloud and APIs (i.e. pubnub.com, pusher.com, zappos.com)<\/li>\n<\/ul>\n<div>\n<div><span style=color: #ff6600; font-family: book antiqua, palatino; font-size: small;><strong><em>Social Media.<\/em>&nbsp;<\/strong><\/span><\/div>\n<div>\n<ul>\n<li>Follow us @hackathonlive for live updates and photos from the event<\/li>\n<\/ul>\n<ul>\n<li><span style=font-family: book antiqua, palatino; font-size: small;>Like us on Facebook!&nbsp;<\/span><a href=https:\/\/www.facebook.com\/AttMobileAppHackathon>https:\/\/www.facebook.com\/AttMobileAppHackathon<\/a><\/li>\n<\/ul>\n<\/div>\n<\/div>\n<div>\n<p><span style=color: #ff6600; font-family: book antiqua, palatino; font-size: small;><strong><em>Student forms.<\/em><\/strong><\/span><\/p>\n<p><span style=color: #ff6600; font-family: book antiqua, palatino; font-size: small;>For non-Silver Creek High School Students:&nbsp;&nbsp;http:\/\/db.tt\/wGhQgeak<\/span><\/p>\n<p>&nbsp;<\/p>\n<hr \/>\n<div>\n<p class=p14><strong>Speakers<\/strong><\/p>\n<\/div>\n<div>&nbsp;<\/div>\n&nbsp; \n<table border=0 cellspacing=5 cellpadding=5 align=center>\n<tbody>\n<tr>\n<td width=50% valign=top>&nbsp;<\/td>\n<td width=50% valign=top>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td class=td1 valign=top><strong>Alex Donn<\/strong>&nbsp;is&nbsp;a Senior Marketing Manager with the&nbsp;<a href=http:\/\/bit.ly\/iHjFne>AT&amp;T Developer Program<\/a>, is based out of sunny Seattle! His passion is educating developers young and old about mobile application development best practices through events like hackathons that fuse the collective interests of multiple technology and business leaders.<\/td>\n<td class=td1 valign=top><span style=color: #ff6600; font-family: book antiqua, palatino; font-size: small;><strong>Peggy Graham<\/strong><span style=color: #000000;>&nbsp;has been interested in computers since her first computer class in high school. During her computer career, Peggy has been a computer programmer, a software tester and worked in both software sales and technical support helping customers with computer and software issues. She is now in technical software sales at IBM, helping customers find solutions to their software development challenges.<\/span><br \/><\/span><\/td>\n<\/tr>\n<tr>\n<td class=td1 valign=top>&nbsp;<\/td>\n<td class=td1 valign=top>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td class=td1 valign=top><span style=color: #ff6600; font-family: book antiqua, palatino; font-size: small;><strong>Jeremy Nash, John Murray, and Cameron McGary<\/strong><span style=color: #000000;>&nbsp;are firmware engineers at Seagate Technology. As programmers, Cameron and his co-presenters acknowledge that they&rsquo;re just getting up to speed on the Java\/Android environment, as their day jobs involve programming in C. Cameron, a recent graduate of the University of Maine, has programmed primarily in C\/C++, with some experience in Perl, Python, and Verilog HDL through college coursework.<\/span><br \/><\/span><\/td>\n<td class=td1 valign=top><span style=color: #ff6600; font-family: book antiqua, palatino; font-size: small;><strong>Max Katz,<\/strong><span style=color: #000000;>&nbsp;Head of Community and Developer Relations for Tiggzi (<\/span><a href=http:\/\/tiggzi.com>http:\/\/tiggzi.com<\/a><span style=color: #000000;>), a cloud-based HTML5, jQuery Mobile and PhoneGap mobile app builder. He loves trying out new and cool REST APIs in mobile apps. You can find out what Max is up to on his blog: mkblog.exadel.com and Twitter: @maxkatz.&nbsp;<\/span><br \/><\/span><\/td>\n<\/tr>\n<tr>\n<td width=50% valign=top>&nbsp;<\/td>\n<td width=50% valign=top>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td width=50% valign=top><a href=https:\/\/twitter.com\/timanglade><strong>Tim Anglade,<\/strong><\/a>&nbsp;handles Developer Relations &amp; Outreach for Apigee. In previous lives, he was a Research Assistant, a Project Manager, a University Lecturer and a CTO but he kept writing code all the while. You may have met him at a conference, during the NOSQL Summer or seen him host the NOSQL Tapes. He&rsquo;s always up to chat about dev, hacks, apps &amp; tech &mdash; so come say hi!<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<div>\n<hr \/>\n<\/div>\n<p class=p14><strong>Senseis<\/strong><\/p>\n<table border=0 cellspacing=5 cellpadding=5 align=center>\n<tbody>\n<tr>\n<td width=50% valign=top>&nbsp;<\/td>\n<td class=td1 valign=top>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td class=td1 valign=top><span style=color: #ff6600;><strong>Maitrey Soparia,<\/strong><\/span>&nbsp;a firmware engineer for Seagate Technology, developed his first Java (J2ME) application for mobile phones for an academic project in 2002. The app allowed a user to make a railway reservation by phone. Since then, Maitrey began using Java in most of his academic projects, one of which is the<a href=http:\/\/www.youtube.com\/watch?v=3V9Qm1JXqYk&amp;feature=relmfu>GameMaker<\/a>&nbsp;(a tool to create 2D games. Maitrey tutored PHP and Python during his graduate studies at Indiana University. And while working for IU&rsquo;s marketing department, he had ample opportunity to improve his skills in web development, especially in JavaScript and JQuery. For an independent study project, he experimented with Android SDK in developing an app that would allow the user to order snacks and drinks from stadium concessions using a phone.&nbsp;<\/td>\n<td class=td1 valign=top><span style=color: #ff6600;><strong>Ryan Dejana<\/strong><\/span>&nbsp;is an IBM Certified IT Specialist and Software Engineer based in Boulder, Colorado. He is currently working in IBMs Advanced Cloud Solutions and Innovation organization, where he is responsible for architecture, development and end-to-end user experience for IBMs public cloud offerings. He has over a decade of experience in leading the design and development of enterprise applications, from mainframes to highly available web portals. Ryan holds a Masters of Engineering degree in Computer Science from the University of Colorado, Boulder, and a Bachelors of Science degree in Computer Science from Willamette University.<\/td>\n<\/tr>\n<tr>\n<td class=td1 valign=top>&nbsp;<\/td>\n<td width=50% valign=top>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td class=td1 valign=top><span style=color: #ff6600;><strong>Alex Gaber,&nbsp;<\/strong><\/span>is an&nbsp;API Evangelist for Layer 7 Technologies a company that manages over 200 APIs spanning business and government. &nbsp;Starting as a web developer 15 years ago, Alex grew up in Silicon Valley and is an active member in the hackathon and developer community. &nbsp;He has a passion for building web and mobile applications that integrate numerous APIs and ideas to create innovative and unique solutions.&nbsp;<\/td>\n<td class=td1 valign=top><span style=color: #ff6600;><strong>Chen Xie,<\/strong><\/span>&nbsp;a software engineer at Seagate Technology, was writing his first game (the Eight-Queens puzzle) in college, when he made a friend called Java. That friendship led to a series of academic projects in the field of computer animation, artificial intelligence, games, and so on. Chen himself is a recent graduate from the University of Southern California, where he tutored students in the database class, became a Trojan football fan and earned the opportunity to work for Seagate.&nbsp;<\/td>\n<\/tr>\n<tr>\n<td width=50% valign=top>&nbsp;<\/td>\n<td width=50% valign=top>&nbsp;<\/td>\n<\/tr>\n<tr>\n<td width=50% valign=top>&nbsp;<\/td>\n<td width=50% valign=top>&nbsp;<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<p class=p14><strong><a href=http:\/\/www.witi.com\/>&nbsp;<\/a><\/strong><\/p>","start_date":"Dec 08 2012 02:00:00","display_start_date":"12-07-2012","end_date":"Dec 09 2012 06:00:00","display_end_date":"12-08-2012","url":"http:\/\/mobileappeduden-SRCH.eventbrite.com","address":"4600 Clover Basin Drive","city":"Longmont","state":"CO","zip":"80501","country":"United States"}]}