{"events":[{"name":"#4SQHackPH Foursquare Hack Day Philippines","about":"<P>Foursquare Hack Day Philippines 2012 (Hashtag: #4SQHackPH) is an all-day hackathon featuring the <A HREF=https:\/\/developer.foursquare.com\/>Foursquare API<\/A>. This is presented by the <A HREF=http:\/\/www1.smart.com.ph\/developer\/>SMART Developer Network<\/A> and <A HREF=http:\/\/webgeek.ph\/about\/>WebGeek Philippines<\/A> in partnership with <A HREF=http:\/\/blog.foursquare.com\/>Foursquare<\/A>.<\/P>\n<P><IMG TITLE=4SQHackDay SRC=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/20635640\/4sqhackposter3.png ALT=4SQHackDay WIDTH=578 HEIGHT=565><\/P>\n<P>In order to give the Filipino developers the best of the foursquare API, we’ll be flying towards Foursquare’s platform engineering team of Sajid Mehmood from Foursquare HQ based in NYC. Your participation in this event will mean so much to us and for sure, you’ll never regret joining! With Foursquare APIs, developers can create several useful apps. Examples of well known apps today that use the foursquare platform are Foodspotting, Path Instagram, The Weather Channel and more.<\/P>\n<P><STRONG>If you think you and your friends have what it takes to rise up to the challenge of creating a location-oriented mobile app in a compressed amount of time, then heed our call.<\/STRONG><\/P>\n<P>Early bird rate: <EM>Oct 29-31 (80% Discount)<\/EM> Duo P400 | Trio P600<\/P>\n<P>Promo rate: <EM>Nov 12-17 (50% Discount)<\/EM> Duo P1000 | Trio P1500<\/P>\n<P>Regular rate: <EM>Nov 18-24 (Regular Price)<\/EM> Duo P2000 | Trio P3000<\/P>\n<P><BR><EM> We also accept bank deposit at Metrobank. Just click Register via Eventbrite, then at the bottom click Other Payment Options, please read the instructions how to deposit then click Pay By Check. Thats it.<\/EM><\/P>\n<P>Cancellation Policy: Tickets are non-refundable. Apologies for any inconvenience this may cause.<\/P>\n<P>We encourage you to contact us for questions and inquries. Email us at events@webgeek.ph Or join the <A HREF=http:\/\/facebook.com\/groups\/smartdevnet>Smart DevNet Facebook Group<\/A><\/P>\n<P> <\/P>\n<P><SPAN STYLE=font-size: medium;>More details: <A HREF=http:\/\/hackday.webgeek.ph\/>http:\/\/hackday.webgeek.ph\/<\/A><\/SPAN><\/P>","start_date":"Dec 01 2012 16:00:00","display_start_date":"12-01-2012","end_date":"Dec 02 2012 07:00:00","display_end_date":"12-01-2012","url":"http:\/\/4sqhackph-SRCH.eventbrite.com","address":"12\/F Smart Tower, 6799 Ayala Avenue,","city":"Makati City","state":"","zip":"","country":"Philippines"},{"name":"2nd PinoyBBDev Hackathon 2012","about":"<P STYLE=text-align: center;><SPAN STYLE=font-size: large;>Why limit your self to a single storefront if you can have more! Maximize your skills by expanding your channels!  <\/SPAN><\/P>\n<P> <\/P>\n<P>Philippine BlackBerry Developer Group (PinoyBBDev) brings you PinoyBBDev Hackathon 2012, a two-day coding session that will turn your app ideas into reality. This aims to create awareness on the different technologies in creating applications for BlackBerry. It also show case the Filipino Talent not just in Asia but around the world. And lastly, to increase the Filipino Made Apps in the BlackBerry AppWorld. This years hackathon focuses on technologies supported by BlackBerry PlayBook andBlackBerry 10, the upcoming operating system for the new generation of BlackBerry devices. <\/P>\n<P><A HREF=https:\/\/developer.blackberry.com\/devzone\/platforms\/airsdk TARGET=_blank>Adobe AIR<\/A> using ActionScript, Flash or Flex<\/P>\n<P><A HREF=https:\/\/developer.blackberry.com\/android\/ TARGET=_blank>Android<\/A> - repackage your Android apps for BlackBerry PlayBook and BlackBerry 10 using Java Android Runtime<\/P>\n<P><A HREF=https:\/\/developer.blackberry.com\/native\/ TARGET=_blank>Native<\/A> with options to use <A HREF=https:\/\/developer.blackberry.com\/native\/ TARGET=_blank>Native SDK<\/A> using C\/C++\/OpenGL, or <A HREF=https:\/\/developer.blackberry.com\/cascades\/ TARGET=_blank>Cascades<\/A> (C++\/Qt)<\/P>\n<P><A HREF=https:\/\/developer.blackberry.com\/html5\/ TARGET=_blank>WebWorks<\/A> using HTML5, CSS & Javascript<\/P>\n<P> <\/P>\n<P><STRONG>Prizes and Categories<\/STRONG><\/P>\n<P>Every participant will get a t-shirt and assorted BlackBerry items. On top of that, each WINNING team will receive two (2) BlackBerry 16gb Playbook and one (1) brand new BlackBerry Smartphone.<\/P>\n<P>There will be a total of five (5) winning teams by the end of the event, one for each category. The categories are:<\/P>\n<UL>\n<LI>Best Android App<\/LI>\n<LI>Best Adobe AIR App<\/LI>\n<LI>Best Native App(NDK\/Cascades)<\/LI>\n<LI>Best WebWorks App<\/LI>\n<LI>Best BlackBerry 10 App<\/LI>\n<\/UL>\n<P> <\/P>\n<P><STRONG>Judging<\/STRONG><\/P>\n<P>Apps will be judged based on the criteria below and weighted accordingly:<\/P>\n<UL>\n<LI>25% Viability of business model<\/LI>\n<LI>25% Design quality<\/LI>\n<LI>25% Originality of idea<\/LI>\n<LI>25% Fully functioning App<\/LI>\n<LI>Each team will have 3 minutes to present their finished app<\/LI>\n<\/UL>\n<P> <\/P>\n<P><STRONG>Schedule<\/STRONG><\/P>\n<P>1st Day - August 4, 2012<\/P>\n<UL>\n<LI>7:30 am – 8:30 am : Registration and Breakfast<\/LI>\n<LI>8:30 am – 10:45 am : Introductions and presentation<\/LI>\n<LI>10:45 am – 12:00 pm : Lunch Break \/ Hacking Time<\/LI>\n<\/UL>\n<P>2nd Day - August 5, 2012<\/P>\n<UL>\n<LI>2:00 pm : End of Hacking<\/LI>\n<LI>2:00 pm – 2:30 pm : Final touches \/ Presentation Materials<\/LI>\n<LI>2:30 pm – 4:30 pm : 3 minute presentations<\/LI>\n<LI>4:30 pm – 6:00 pm : Awarding and closing<\/LI>\n<\/UL>\n<P><STRONG>FAQ<\/STRONG><\/P>\n<P> <\/P>\n<P>Is registration free?<\/P>\n<P>- Yes, registration is free.<\/P>\n<P>How many people are expected to attend the event?<\/P>\n<P>- Maximum of 150 participants will be accepted as participants.<\/P>\n<P>What is the maximum number of members in a team?<\/P>\n<P>- A team is allowed to have at most, and is recommended to have, 3 members.<\/P>\n<P>Can I attend hackathon without joining a team?<\/P>\n<P>-Yes, you can. You can also decide whether to join other teams during the pitching session which will happen before the actual coding starts.<\/P>\n<P>Can I join even I dont have any experience in BlackBerry development?<\/P>\n<P>- Yes, as long as you have basic\/general knowledge on the supported technologies. Mentors will be available during the event to help you anyway.<\/P>\n<P>What are the requirements?<\/P>\n<P>- The only requirement is to create an application that works with the BlackBerry Playbook\/BB10 Alpha Device. Other than that, your imagination is the limit.<\/P>\n<P>Can I come to the event with a finished app?<\/P>\n<P>- Unfortunately no. Only apps developed during the hackathon are eligible to win prizes. Although you can already start planning even before the event.<\/P>\n<P>What should I bring to the hackathon?<\/P>\n<P>- You need to bring your own laptops and any type of software or device which you use to program or design the applications. You also need to bring and present your registration voucher at the registration booth. If you or your team decides to spend the night at the venue, you may also bring pillows, sleeping bags, toiletries, and other necessary stuff.<\/P>\n<P>I don’t have a BlackBerry PlayBook or BlackBerry 10 Dev Alpha Device, how am I going to test?<\/P>\n<P>- Experts from BlackBerry will be helping teams with devices and guidance on how to install your app on the BlackBerry PlayBook or BlackBerry 10 Dev Alpha Device. Simulators are also available for you to test your app right in your laptops.<\/P>\n<P>Are we required to pitch in our app ideas?<\/P>\n<P>- No, teams or individuals may choose to pitch in their app ideas (particularly if they are still looking for team members), or not.<\/P>\n<P>Will the event provide food and drinks?<\/P>\n<P>- Yes, food and non-alcoholic drinks will be provided during the event For two days, breakfast, lunch, dinner (first day only), snacks, coffee and others will be provided.<\/P>\n<P> <\/P>\n<P> *If you wish to apply for a <STRONG>BlackBerry AppWorld Vendor Account<\/STRONG>, please bring a one(1) valid Government ID(Drivers license\/Passport\/SSS ID etc). We have an on-site registration with express approval.<\/P>","start_date":"Aug 04 2012 15:00:00","display_start_date":"08-04-2012","end_date":"Aug 06 2012 01:00:00","display_end_date":"08-05-2012","url":"http:\/\/pinoybbdevhack2012-SRCH.eventbrite.com","address":"2258 Chino Roces Avenue Corner EDSA Array","city":"Makati City","state":"NCR","zip":"1232","country":"Philippines"}]}