{"events":[{"name":"MoDevEAST - Hackathon Registration","about":"<p style=color: #000000;><strong>Welcome developers!<\/strong><\/p>\n<p style=color: #000000;><strong><\/strong>MoDevHack is the day two event of the MoDevEast conference. The hackathon takes place Saturday, December 3, 2011, from 9am-6pm at the Gannett \/ USA TODAY Conference Center. The event is intended for developers and designers to create new apps using several cutting edge APIs that will be made available. Prizes will be awarded in several categories. Hackers can bring a team, create a team on-site or go solo.&nbsp;<\/p>\n<p style=color: #000000;>Our growing list of prizes:&nbsp;<br \/><br \/><\/p>\n<p style=color: #000000;><img style=font-size: large; display: block; margin-left: auto; margin-right: auto; src=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/654574\/screenshot20111108at9.57.51am.png alt= width=600 height=335 \/><\/p>\n<p style=color: #000000;><strong>Hackathon Schedule -&nbsp;Saturday, December 3rd<\/strong><\/p>\n<ul>\n<li style=color: #000000;>9am Check-in, food, rules, prizes, API demos<\/li>\n<li style=color: #000000;>10am Hacking begins<\/li>\n<li>4:30pm Beer thirty<\/li>\n<li>6pm Hacking ends &amp; live demos<\/li>\n<li>7pm Prizes and after party<\/li>\n<\/ul>\n<p style=color: #000000;>Check the <a title=MoDevEast Website href=http:\/\/www.modeveast.com\/>MoDevEAST website<\/a> for full conference details and schedule. There will be some additional API sessions on Friday which could be beneficial for the hackathon participants.<\/p>","start_date":"Dec 03 2011 17:00:00","display_start_date":"12-03-2011","end_date":"Dec 04 2011 02:00:00","display_end_date":"12-03-2011","url":"http:\/\/modevhack.eventbrite.com","address":"7950 Jones Branch Drive Array","city":"Mclean","state":"","zip":"22102","country":"United States"},{"name":"MoDevEAST - Mobile Developers and Marketers Conference","about":"<p><strong><a title=MoDevEast2011 href=http:\/\/modeveast.eventbrite.com>MoDevEast2011<\/a><\/strong> is where developers and marketers gain the upper edge. If you are developing apps or mobile websites, targeting phones or tablets, staying ahead is paramount in this fast moving industry. The event will offer five tracks that hone development skills and sharpen mobile business strategy. For developers who want more and a chance at cash and prizes theres a free <a href=hackathon>hackathon<\/a>&nbsp;on Saturday from 9am-6pm. Topics covered on Friday will be:<\/p>\n<ul class=mainlist>\n<li>Operating systems - iOS 5, Android 4 IceCream Sandwich, Windows<\/li>\n<li>Toolkits and cross&nbsp;platform development<\/li>\n<li>Monetization and revenue<\/li>\n<li>Data and analytics<\/li>\n<li>Building a great mobile shop<\/li>\n<li>Privacy \/ IP rights<\/li>\n<\/ul>\n<p>The event takes place in one of the most spectacular headquarter buildings in America. The Gannett conference facility offers everything our attendees need for a great event. Event parking is free and within easy walking access. More <a href=http:\/\/www.modeveast.com\/location>about the location<\/a>.<\/p>\n<p>Well discuss all major platforms at MoDevEast from both a business and technology perspective. Whether your just starting out or advanced, theres plenty here for you. Check the <a href=http:\/\/www.modeveast.com\/schedule>schedule<\/a> and be sure to hit your sessions early before they fill up!<\/p>\n<p>For those just getting started in mobile development, this is an unbeatable opportunity with startup courses in iOS, Android and Windows Phone 7.5. $199 to jumpstart your career. Take the skills you learn on Friday and come to the <a href=http:\/\/www.modeveast.com\/hackathon>hackathon<\/a> on Saturday!<\/p>\n<p>MoDevLounge is a cool space where all attendees can connect, meet our awesome sponsors and get to know one another. Snacks, beverages and more will be available in the lounge so we expect this to be a great hangout throughout the day.<\/p>\n<p>The final main stage session Friday will feature ten companies who will go head-to-head with their latest app, platform or mobile website. The audience will rate em and awards will be made following our closing keynote.&nbsp;<\/p>\n<p>On Saturday the conference structure gives way to <a href=http:\/\/www.modeveast.com\/hackathon>MoDevHack<\/a>, where over 150 developers, designers and marketers team up to compete for tons of cool prizes and top honors for creating a new mobile app in a matter of hours. The Hackathon is free!<\/p>","start_date":"Dec 02 2011 16:00:00","display_start_date":"12-02-2011","end_date":"Dec 03 2011 02:00:00","display_end_date":"12-02-2011","url":"http:\/\/modeveast.eventbrite.com","address":"7950 Jones Branch Drive Array","city":"Mclean","state":"","zip":"22102","country":"United States"}]}