{"events":[{"name":"New York TechMeetups Hackathon: Mobile Apps #tmuhack","about":"<p><strong>** The ticket you can buy here is for those wishing to participate in the whole weekend of the hackathon. &nbsp;For other ticket options and more info about the event see our&nbsp;<a rel=nofollow href=http:\/\/techmeetups.com\/hackathon-mobile-app\/>main event page<\/a>&nbsp;**<\/strong><\/p>\n<p><br \/><strong>Who&rsquo;s it for?<\/strong><\/p>\n<ul>\n<li>\n<p>Developers who have their own app idea or want to help someone build a prototype for any mobile platform.<\/p>\n<\/li>\n<\/ul>\n<ul>\n<li>Designers who have their own app idea or want to help a team create the best-looking app of the weekend.<\/li>\n<\/ul>\n<ul>\n<li>Anyone else who either has an app idea or wants to join a team &ndash; every project needs a marketer or biz dev to create an app to take the market by storm.<\/li>\n<\/ul>\n<p><strong>What&rsquo;s happening?<\/strong><\/p>\n<p>TechMeetups is holding a hackathon competition for those who want to get together and hack a prototype app in just 48 hours!<\/p>\n<ul>\n<li>Friday evening: pitch your idea (or choose your favourite project from the pitches), form a team, hack a prototype and pitch it to our judges on Sunday night for the chance to win some great prizes to help launch your app on the market!<\/li>\n<\/ul>\n<ul>\n<li>Mentors will be on hand to help you with all your dev and business development questions.&nbsp;<\/li>\n<\/ul>\n<p><strong>WHAT STANDS BETWEEN YOU AND THE PRIZE?<\/strong><\/p>\n<p>Teams must submit working prototypes for judging on Sunday. The most promising prototypes will be presented with prizes by our jury panel.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Friday<\/strong><\/p>\n<p>6pm Doors open and networking<br \/>7pm Presentations from the organisers and our API &amp; SDK Partners<br \/>7:30pm App idea presentations<br \/>8pm Teams form &amp; the competition begins<br \/>11pm Close for the evening<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Saturday<\/strong><\/p>\n<p>10am The hackathon continues - Mentors will be present throughout the day<br \/>1pm Lunch<br \/>2pm Teams continue hacking!<br \/>6pm Video checkpoints<br \/>11pm Close for the evening<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Sunday<\/strong><\/p>\n<p>10am The hackathon continues - Mentors will be present throughout the day<br \/>1pm Lunch<br \/>2pm The final stretch!<br \/>6pm Presentations<br \/>7pm Jury deliberates (while hackers relax with some drinks)<br \/>7:30pm Winners announced<br \/>9pm Close for the evening<\/p>\n<p><strong><br \/><\/strong><\/p>\n<p><strong>WANT TO JOIN IN BUT HAVE QUESTIONS? READ ON...<\/strong><\/p>\n<p><strong>What do I need to be an idea generator?<br \/><\/strong>You can be anyone with an app idea who wants to build a team and prototype. &nbsp;If you&rsquo;re a developer, come and find the designer and marketer for your project. &nbsp;If you&rsquo;re business minded, find developers and designers to bring your idea to life... and so on.<strong><br \/><br \/>Can I work on an existing app idea?<br \/><\/strong>Yes, you can work on an app idea that you and even your business has already researched, but you should not bring along ideas that you&rsquo;ve already started coding &ndash; the weekend is all about building the all-important prototype from scratch and trying out new APIs &amp; SDKs with the support of our Partners.<strong><br \/><br \/>What platforms can I develop for?<br \/><\/strong>Whatever purpose you wish to build your app prototype for, TechMeetups and our mentors there to support you in building it and taking it to market.<strong><br \/><br \/>Do I need to have a certain level of experience to get involved?<br \/><\/strong>No, the hackathon is about learning as well as applying your skills so you can get involved no matter how experienced you are.<strong><br \/><br \/>What&rsquo;s expected of me over the weekend?<br \/><\/strong>You&rsquo;ll get most out of the weekend by forming or joining a team and building a working prototype of your app over the weekend. &nbsp;We&rsquo;ll have plenty of Mentors, both technical and business minded, who can help you to use new tools and APIs, as well as help you evaluate how attractive and sticky your app is looking.<strong><br \/><br \/>What should I bring?<br \/><\/strong>Your enthusiasm, your portable computer, the mobile device you&rsquo;re building for and your camera to immortalize the making of your app!<strong><br \/><br \/>What is the judging criteria for theapps?<br \/><\/strong>The apps will be judged on the following criteria:<br \/>1. Creative use of technology<br \/>2. User Experience and potential for long term user engagement<br \/>3. The quality of the prototype you have built<br \/>4. The market potential of the app<br \/>5. The viability of your business model<\/p>\n<p><strong><br \/>Who owns the apps created?<br \/><\/strong>The apps are owned solely by you, the creators. Do note that we do not get involved legally so it is important that you discuss this with your team before you start on the prototype so everyone is clear on ownership.<strong><br \/><\/strong><\/p>\n<p><strong><br \/>SPONSORSHIP OPPORTUNITIES<\/strong><\/p>\n<p>Through TechMeetups&rsquo; growing global network of tech communities, the month of November will be the time when our 5,000+ members around the world are talking about mobile apps and hackathons at www.techmeetups.com and via social media channels.<br \/><br \/>If you&rsquo;re interested in&nbsp;promoting your company throughout the month, here&rsquo;s more about what you can expect:<br \/><br \/>As a Sponsor of the TechMeetups.com Hackathon: Mobile Apps month your brand will have both local and global exposure. &nbsp;Our event attendees will be developers, designers, entrepreneurs and those interested in innovative technologies and tools for the purpose of growing their business or projects.<br \/><br \/>TechMeetups.com&rsquo;s global audience has the same profile and is located across the USA, Europe and Asia where we have active and fast-growing networks.<br \/><br \/>Through our reach we&rsquo;ll be marketing the event to the entire TechMeetups global community of over 5,000 members across&nbsp;<a rel=nofollow href=http:\/\/techmeetups.com\/communities\/>all these cities<\/a>. &nbsp;For more information about our reach and activities, please visit www.techmeetups.com<br \/><br \/>Email us at&nbsp;sponsor@techmeetups.com&nbsp;for more details.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>","start_date":"Nov 17 2012 03:00:00","display_start_date":"11-16-2012","end_date":"Nov 19 2012 04:00:00","display_end_date":"11-18-2012","url":"http:\/\/eventful.com\/neillsville\/events\/new-york-techmeetups-hackathon-mobile-apps-tmuh-\/E0-001-051000116-3","address":"Ln","city":"Neillsville","state":"WI","zip":"54456","country":"United States"}]}