{"events":[{"name":"Startup Weekend Neuchâtel - Octobre 2012","about":"<p><span>La langue principal de l&eacute;v&egrave;nement sera Fran&ccedil;ais mais vous pouvez &eacute;galement utiliser lAnglais pour pr&eacute;senter votre projet et travailler avec votre groupe.&nbsp;<\/span><\/p>\n<p><span>Le ticket comprend les boissons et la nourriture (7 repas) pendant le weekend.&nbsp;<\/span><\/p>\n<div class=im>\n<p><span>Des questions ? switzerland@startupweekend.org<\/span><\/p>\n<\/div>\n<div class=im>\n<p><strong>Refund Policy:<\/strong><span>&nbsp;&nbsp;No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/span><\/p>\n<p><span><strong>About Startup Weekend:<\/strong>&nbsp;Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.&nbsp;&nbsp;Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.&nbsp;&nbsp;Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks.&nbsp;All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials.&nbsp;The weekend is centered around action, innovation, and education. &nbsp;Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/span><\/p>\n<\/div>","start_date":"Oct 13 2012 02:00:00","display_start_date":"10-12-2012","end_date":"Oct 15 2012 05:00:00","display_end_date":"10-14-2012","url":"http:\/\/swneu-SRCH.eventbrite.com","address":"11 Espace de l'Europe","city":"Neuchatel","state":"NE","zip":"2000","country":"Switzerland"}]}