{"events":[{"name":"Newcastle Startup Weekend","about":"<p>The UK&rsquo;s first Startup Weekend outside London and Cambridge will take place 20&nbsp;&ndash; 22&nbsp;April 2012 at Newcastle University Business School.<\/p>\n<p>Startup Weekend is a world-renowned, 54-hour startup event that provides the networking, resources, and incentives for individuals and teams to go from idea to launch. In the past two years over 300 Startup events have been held, 35 countries visited, over 600 startups created, and more than 45,000 entrepreneurs inspired.<\/p>\n<p>Teams have even started to generate revenue during the 54 hour event, others gone on to direct angel and VC investment, and 36 per cent of Startup Weekend startups are going strong after three months.<\/p>\n<p>Sponsored by Newcastle University Business School, Startup Weekend Newcastle<strong>&nbsp;<\/strong>will be the first event in the North East and aims to inspire attendees in their steps towards building their own successful businesses.<\/p>\n<p>The event is open to anyone interested in the North East entrepreneurial community, and will include an all-star list of experienced entrepreneurs providing hands-on mentoring to guide teams, from proof of concept to prototypes.<\/p>\n<p>Ideal attendees include developers, designers, entrepreneurs, marketing and business people, university graduates and those uninspired by their current employment. Startup Weekend Newcastle will end on Sunday evening with presentations, prizes and the chance of seed investment.<\/p>\n<p>Tickets are priced &pound;29.99, which include weekend access, mentoring, food and drink, and can be purchased through the official website:<strong>&nbsp;<\/strong><a href=http:\/\/newcastle.startupweekend.org\/>http:\/\/newcastle.startupweekend.org<\/a><\/p>\n<p>What is Startup Weekend?<\/p>\n<p><a href=http:\/\/startupweekend.org\/ target=_blank>Startup Weekend<\/a>&nbsp;is a 54-hour startup event that provides the networking, resources, and incentives for individuals and teams to go from idea to launch. Startup Weekend&rsquo;s motto: Build Community. Start Companies. No Talk. All Action.<\/p>\n<p>In conjunction with local facilitators around the world, Startup Weekend is global non-profit organisation run by a team of volunteers passionate about inspiring others towards a career in entrepreneurship. Startup Weekend creates a community of passionate entrepreneurs on a mission to help other entrepreneurs and facilitate innovation.<\/p>\n<p>However, none of the statistics take into account the networking, ongoing professional relationships, and amazing experience that happen at every event.<\/p>\n<p>Newcastle University Business School&rsquo;s David Goldman Professor of Innovation &amp; Enterprise James Hayton said: &ldquo;This is a great coup for North East England as it is the first Startup Weekend to be held in the UK outside of London and Cambridge.&nbsp; This is a great opportunity to get Newcastle on the map for its entrepreneurial spirit.&nbsp; The international Startup Weekend provides thousands with the opportunity to get the support and advice so vital to any new company.<\/p>\n<p>&ldquo;We are looking forward to hosting the event at Newcastle University Business School where we continue to specialise in the area of innovation and enterprise, and hope this weekend is set to create lots of successful disruptive and radical companies.&rdquo;<\/p>\n<p><strong>Please contact us with any questions, buy tickets and get more information on our website.&nbsp;<\/strong><\/p>\n<p>Startup Weekend Newcastle Website:&nbsp;&nbsp;<a href=http:\/\/newcastle.startupweekend.org\/>http:\/\/newcastle.startupweekend.org<\/a><\/p>\n<p><strong>For more information, please contact:<\/strong><\/p>\n<p><strong>Howard Kingston|&nbsp;<a href=mailto:newcastle@startupweekend.org>newcastle@startupweekend.org<\/a>&nbsp;|&nbsp;<\/strong><\/p>\n<p><strong>Event details: Friday, April 20th, 2012 from&nbsp;5pm<\/strong><\/p>\n<p><strong>Newcastle Business School, &nbsp;5 Barrack Road, Newcastle Upon Tyne, NE1 4SE<\/strong><\/p>","start_date":"Apr 21 2012 01:00:00","display_start_date":"04-20-2012","end_date":"Apr 20 2012 07:00:00","display_end_date":"04-20-2012","url":"http:\/\/newcastlestartupweekend.eventbrite.com","address":"5 Barrack Road","city":"Newcastle Upon Tyne","state":"","zip":"NE1 4SE","country":"United Kingdom"}]}