{"events":[{"name":"Orange County Startup Weekend 11\/2012","about":"<h3>Ever wondered what it takes to be an entrepreneur?<\/h3>\n<p>The professional and personal challenges, the high and lows, the failures and the success?<\/p>\n<p><a href=http:\/\/startupweekend.org\/>Startup Weekend<\/a>&nbsp;is a global grassroots movement of active and empowered entrepreneurs who are learning the basics of founding startups and launching successful ventures. It is the largest community of passionate entrepreneurs with over 400 past events in 100 countries around the world in 2011.<\/p>\n<p>The non-profit organization is headquartered in Seattle, Washington but Startup Weekend organizers and facilitators can be found in over 200 cities around the world. From Mongolia to South Africa to London to Brazil, people around the globe are coming together for weekend long workshops to pitch ideas, form teams, and start companies.<\/p>\n<p>All Startup Weekend events follow the same basic model: anyone is welcome to pitch their startup idea and receive feedback from their peers. Teams organically form around the top ideas (as determined by popular vote) and then it&rsquo;s a 54 hour frenzy of business model creation, coding, designing, and market validation. The weekends culminate with presentations in front of local entrepreneurial leaders with another opportunity for critical feedback.<\/p>\n<p>Whether entrepreneurs found companies, find a cofounder, meet someone new, or learn a skill far outside their usual 9-to-5, everyone is guaranteed to leave the event better prepared to navigate the chaotic but fun world of startups. If you want to put yourself in the shoes of an entrepreneur,&nbsp;<a href=http:\/\/www.eventbrite.com\/event\/4032316768>register now<\/a>&nbsp;for the best weekend of your life!<\/p>","start_date":"Nov 03 2012 01:00:00","display_start_date":"11-02-2012","end_date":"Nov 05 2012 04:00:00","display_end_date":"11-04-2012","url":"http:\/\/www.eventbrite.com\/event\/4032316768\/SRCH","address":"One University Drive","city":"Orange","state":"CA","zip":"92866","country":"United States"},{"name":"Startup Weekend Orange County 2","about":"<p>Startup Weekend is an intense 54 hour event which focuses on building a web or mobile application which could form the basis of a credible business over the course of a weekend. The weekend brings together people with different skillsets - primarily software developers, graphics designers and business people - to build applications and develop a commercial case around them.<\/p>\n<p><strong>NOTE: If you are student, please inquire to nicole@startupweekend.org for registration.<\/strong><\/p>\n<p>Check us out on Twitter! Use the hashtag #SWOC<\/p>","start_date":"Mar 31 2012 01:00:00","display_start_date":"03-30-2012","end_date":"Apr 02 2012 05:00:00","display_end_date":"04-01-2012","url":"http:\/\/www.eventbrite.com\/event\/2557930840","address":"Beckman Hall 404 One University Drive","city":"Orange","state":"CA","zip":"92057","country":"United States"}]}