{"events":[{"name":"Orlando Startup Weekend","about":"<p><span>Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.&nbsp;&nbsp;Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.&nbsp;&nbsp;Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks.&nbsp;All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials.&nbsp;The weekend is centered around action, innovation, and education. &nbsp;Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/span><\/p>","start_date":"Nov 10 2012 02:00:00","display_start_date":"11-09-2012","end_date":"Nov 12 2012 05:00:00","display_end_date":"11-11-2012","url":"http:\/\/sworlando1112-SRCH.eventbrite.com","address":" ","city":"Orlando","state":"FL","zip":"","country":"United States"},{"name":"Startup Weekend Orlando","about":"<p><a href=http:\/\/startupweekend.org\/>Startup Weekends<\/a>&nbsp;are 54-hour events where developers, designers, marketers, product managers and startup enthusiasts come together to share ideas, form teams, build products, and launch startups!<\/p>\n<div>\n<p>Startup Weekends are weekend-long, hands-on experiences where entrepreneurs and aspiring entrepreneurs can find out if startup ideas are viable. On average, half of Startup Weekend&rsquo;s attendees have technical backgrounds, the other half have business backgrounds.<\/p>\n<p>Beginning with open mic pitches on Friday, attendees are encouraged to bring their best ideas and inspire others to join their team. Over Saturday and Sunday teams design and develop business plans while constantly streamlining their startup vision. On Sunday evening teams demo their prototypes, listen to judges&rsquo; feedback and in some cities, win prizes.<\/p>\n<p>Startup Weekends are specifically designed for entrepreneurs interested in receiving feedback on an idea, looking for a co-founder, or who want to learn a new skill. We also welcome anyone looking to test the entrepreneurial waters. Startup Weekends are risk-free environments where everyone is expected to roll up their sleeves and dive into the exhilarating world of startups.<\/p>\n<\/div>","start_date":"Mar 24 2012 01:00:00","display_start_date":"03-23-2012","end_date":"Mar 26 2012 04:00:00","display_end_date":"03-25-2012","url":"http:\/\/orlandosw.eventbrite.com","address":"4000 Central Florida Blvd","city":"Orlando","state":"FL","zip":"32816","country":"United States"}]}