{"events":[{"name":"48rails","about":"<P CLASS=p1 STYLE=text-align: left;><A HREF=http:\/\/www.48rails.it>http:\/\/www.48rails.it<\/A><\/P>\n<P CLASS=p1 STYLE=text-align: left;><A HREF=http:\/\/twitter.com\/48rails>http:\/\/twitter.com\/48rails<\/A><\/P>\n<P CLASS=p1 STYLE=text-align: left;>Vogliamo riunire i migliori dev Rails italiani per condividere la sfida del RailsRumble 2012, la coding competition internazionale più estrema (e divertente!) cui uno sviluppatore Rails possa ambire.  Per 48h sarai immerso in un ambiente senza distrazioni libero di ideare, sviluppare e pubblicare una webapp che la giuria internazionale del Rumble valuterà per design, completezza, originalità e utilità. Vieni e mostra a tutti il tuo valore!<\/P>\n<P CLASS=p1>Pensi si tratti di una semplice hackathon? Non sarebbe abbastanza geek. Il nostro timer sarà quello ufficiale del RailsRumble: 48 ore esatte durante le quali oltre che col tempo ti misurerai con team provenienti da tutto il mondo.  Scegli fino a 3 compagni, portate la vostra idea vincente. E preparatevi a fare tardi, molto tardi.  Il tempo ti sembra troppo poco? Niente di più sbagliato, dai unocchiata ai risultati delle scorse edizioni.<\/P>\n<P CLASS=p1>Due giorni da dedicare esclusivamente alla tua furia creativa. A *tutto* il resto pensiamo noi. All Inclusive.  Abbiamo riservato un edificio intero per il weekend, nel centro di Padova.  Ci saranno postazioni per lavorare, connettività, cibo, taniche di caffeina e… camere da letto per quando non potrete più rinviare un sonnellino. Per i più <SPAN STYLE=text-decoration: line-through;>romantici<\/SPAN> virtuosi anche un giardino privato in cui passeggiare per riordinare le idee.<\/P>","start_date":"Oct 13 2012 08:00:00","display_start_date":"10-13-2012","end_date":"Oct 14 2012 08:00:00","display_end_date":"10-14-2012","url":"http:\/\/48rails-SRCH.eventbrite.com","address":"Via Giambattista Belzoni 146","city":"Padova","state":"Veneto","zip":"35121","country":"Italy"}]}