{"events":[{"name":"UNITY GAME JAM: Game Developers Conference","about":"<p><strong>SMART DevNet Presents UNITY GAME JAM: BENILDE<\/strong><\/p>\n<p><strong>Game Development Seminar<\/strong><\/p>\n<p>For those who are not able to participate in the Game Jam, we will be having a seminar on game development where you and others who want to know what game development is about, can come and find out more about game development, the business, the community and support in the Philippines and hear from successful game developers.&nbsp;<\/p>\n<p>The event will be held on Saturday, October 13th, the final day of the Game Jam at DLS-CSB from 1:00 to 5:00 pm at the Greenway.<\/p>\n<p>The agenda is as follows:<\/p>\n<ul>\n<li>1:00 to 2:00:&nbsp;Overview of game development; Tools, technologies &amp; skills; How to make money from games - Business Opportunity (Unity)<\/li>\n<li>2:00 to 3:00: Learning game development&nbsp;&ndash;&nbsp;education and training; SMART programs for game development (CSB and SMART)<\/li>\n<li>3:00 to 5:00: Philippines game development community and success stories (IGDA, GDAP and local companies)<\/li>\n<\/ul>\n<p>You&nbsp;are invited to remain at&nbsp;the venue&nbsp;for the presentation of the Game Jam games and awards, all taking place at DLS-CSB.<\/p>","start_date":"Oct 13 2012 20:00:00","display_start_date":"10-13-2012","end_date":"Oct 14 2012 00:00:00","display_end_date":"10-13-2012","url":"http:\/\/unitygamejamseminar-SRCH.eventbrite.com","address":"2544 Taft Ave","city":"Pasay City","state":"NCR","zip":"","country":"Philippines"},{"name":"SMART DevNet Presents UNITY GAME JAM: Benilde","about":"<p><strong>UNIT<\/strong><strong>Y GAME JAM: Benilde<\/strong><\/p>\n<p><strong>The First SMART DevNet 48H Unity Game Jam<\/strong><\/p>\n<p>SMART DevNet proudly presents&nbsp;<em>Unity Game Jam: Benilde<\/em>&nbsp;&ndash; the first live Game Jam in Metro Manila in partnership with DLS-CSB and UNITY.&nbsp; The event will be a 48-hour game development hackathon and participants can spend the night at DLS-CSB beginning at 7PM on Thursday, October 11th and finishing at 7PM on Saturday, October 13th.&nbsp;<\/p>\n<p>Unity will be providing all participants with access to an extended trial of Unity Pro with iOS Pro and Android Pro add-ons and the team license for the Game Jam.<\/p>\n<p>The themes and rules will be announced at the beginning of the jam itself. However, the event will be focusing on learning.&nbsp;&nbsp; Hence, participants will be provided with elements they can use and there will be several mentors present from CSB, Unity, and local game companies to guide and assist.&nbsp;<\/p>\n<p>With experienced game developers and Unity experts as mentors, this will be a truly amazing opportunity to try your hand at game development for the first time, explore and try Unity, or experiment with a new feature or a new game!<\/p>\n<p>You may join as individuals working on your own or join together as a team with a maximum of four participants each team.&nbsp; Amazing prizes await the winners of the Game Jam!<\/p>\n<p>This is on a first come first served basis, so please make sure to register now!<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;&nbsp;<strong>&nbsp;<\/strong><\/p>\n<p><strong>&nbsp;<\/strong><\/p>","start_date":"Oct 12 2012 02:00:00","display_start_date":"10-11-2012","end_date":"Oct 14 2012 02:00:00","display_end_date":"10-13-2012","url":"http:\/\/unitygamejam-SRCH.eventbrite.com","address":"2544 Taft Ave","city":"Pasay City","state":"NCR","zip":"","country":"Philippines"}]}