{"events":[{"name":"Philadelphia Startup Weekend","about":"<blockquote><p>You hear that. That low rumble. That&#39;s the sound of builders, creators, developers, designers, and idea generators getting ready. It&#39;s the sound of tools being sharpened, of breadcrumbs being cleaned off of keyboards, of ideas crystalizing. It&#39;s the sound of Philadelphia Startup Weekend.<p>Bring your ideas, your passion, your desire to learn, your senses of humor, but most of all, bring you, it&#39;s what this event is all about, connecting with others.<p>For all the latest and greatest details, following along at <a href=http:\/\/philly.startupweekend.org\/ rel=nofollow>philly.startupweekend.org<\/a> and <a href=http:\/\/twitter.com\/phlsw rel=nofollow>@phlsw<\/a>. Or ping the team directly at philly@startupweekend.org.<p>Thanks!<p>Philadelphia Startup Weekend Crew<p> <p> <p><strong>Refund Policy:<\/strong>  No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/p><\/blockquote><blockquote><p><strong>About Startup Weekend:<\/strong> Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.  Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.  Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks. All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials. The weekend is centered around action, innovation, and education.  Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/p><\/blockquote>","start_date":"Sep 29 2012 01:00:00","display_start_date":"09-28-2012","end_date":"Oct 01 2012 04:00:00","display_end_date":"09-30-2012","url":"http:\/\/eventful.com\/philadelphia_pa\/events\/philadelphia-startup-weekend-\/E0-001-050445284-3?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"320 S. Broad Street","city":"Philadelphia","state":"PA","zip":"","country":"United States"},{"name":"PennApps Fall 2012","about":"<p><a title=PennApps href=http:\/\/2012f.pennapps.com\/ target=_blank>PennApps<\/a>&nbsp;is a 48-hour hackathon (app development competition) at the University of Pennsylvania where the top student engineers, designers, and entrepreneurs from universities all over the US come together to showcase technical achievements and compete for cash prizes.<a title=PennApps href=http:\/\/2012f.pennapps.com\/>Learn more...<\/a><\/p>","start_date":"Sep 15 2012 01:00:00","display_start_date":"09-14-2012","end_date":"Sep 17 2012 00:00:00","display_end_date":"09-16-2012","url":"http:\/\/pennapps12f-SRCH.eventbrite.com","address":"University of Pennsylvania 3650 Spruce Street","city":"Philadelphia","state":"PA","zip":"19104","country":"United States"},{"name":"RHoK Global June 2012: Philadelphia, PA U.S.A.","about":"<p>Full details coming soon. Register now to reserve your spot.<\/p>\n<p>Random Hacks of Kindness (RHoK) is a weekend hackathon focused on bringing together developers with (mostly) non-technical subject matter experts from non-profits, NGOs, government agencies and more to develop social impact technology projects.<\/p>\n<p>This is the third RHoK event in Philadelphia. Previous events have spawned projects such as:<\/p>\n<ul>\n<li><a href=http:\/\/www.phillysnap.com\/>PhillySNAP<\/a> - Bringing an SMS interface to finding fresh food available to participants of the Supplemental Nutritional Assistance Program (formerly known as Food Stamps).<\/li>\n<li><a href=http:\/\/sheltr.org\/>Sheltr<\/a> - Helping individuals locate nearby food and homeless shelters.<\/li>\n<li><a href=http:\/\/costoffreedom.info\/>Cost of Freedom<\/a> - Bringing understanding and awareness to the impact of voter ID laws and how you can acquire an ID so you can vote.<\/li>\n<li><a href=http:\/\/whopaidapp.org\/>WhoPaid<\/a> - Identifying the funders of political ads through audio analysis.<\/li>\n<\/ul>\n<p><span style=text-decoration: underline;><strong>&nbsp;<\/strong>Reception<\/span> (Location TBA)<\/p>\n<p><strong>Friday, June 1st @ 6:00pm<\/strong><\/p>\n<p>Pizza, beer, and brainstorming. Come and be introduced to the featured problems, meet other hackathon participants, and get warmed up for the weekend.<\/p>\n<p><span style=text-decoration: underline;><strong><\/strong>Hackathon<\/span> (Drexel University)<\/p>\n<p><strong>Saturday, June 2nd @ 9:00am<\/strong><\/p>\n<p>9:00am: Breakfast<\/p>\n<p>9:30am: Speakers, Problem Introductions<\/p>\n<p>10:15:am: Breakout &amp; Brainstorming Sessions<\/p>\n<p>11:30am: Projects Underway<\/p>\n<p>Noon: Lunch<\/p>\n<p>5pm: Dinner<\/p>\n<p>(hack as late as you want!)<\/p>\n<p><strong>Sunday, June 3rd @ 9:00am<\/strong><\/p>\n<p>9:00am: Breakfast<\/p>\n<p>Noon: Lunch<\/p>\n<p>2pm: Judging Round One<\/p>\n<p>3pm: Presentations Begin<\/p>\n<p>4pm: Final Judging &amp; Winners Announced<\/p>\n<p>4:30pm: Hackathon Ends<\/p>\n<p><span style=text-decoration: underline;><strong>Featured Problems<\/strong><\/span><\/p>\n<p>(Coming soon!)<\/p>","start_date":"Jun 02 2012 16:00:00","display_start_date":"06-02-2012","end_date":"Jun 03 2012 23:30:00","display_end_date":"06-03-2012","url":"http:\/\/rhokphl-SRCH.eventbrite.com","address":"Drexel University","city":"Philadelphia","state":"PA","zip":"","country":"United States"},{"name":"EduHackathon @ Science Leadership Academy","about":"<P>EduHackathon is and event with the goal of bringing hackers, students and educators together so that they can combine their skills to make useful hacks that could potentially be implemented in Science Leadership Academy the next day.<\/P>\n<P>EduHackathon will foster the collaboration of educators and hackers to benefit the students of Science Leadership Academy. SLATE, the open source platform used at Science Leadership Academy, will provide RESTful JSON APIs for all of the school’s data for use in building tools. SLATE developers will also be on site to support anyone connecting to SLATE, in addition teachers and administrators will be participating in helping developers understand what ideas would be useful. Despite SLATE being the education platform SLA uses, all projects will be equally considered for prizes as long as they have a strategy for being deployed to classrooms.<\/P>","start_date":"May 12 2012 00:00:00","display_start_date":"05-11-2012","end_date":"May 14 2012 01:00:00","display_end_date":"05-13-2012","url":"http:\/\/eduhackathon-SRCH.eventbrite.com","address":"55 N. 22nd St. Array","city":"Philadelphia","state":"PA","zip":"19123","country":"United States"},{"name":"Philly Startup Weekend 3.0","about":"<p>Startup Weekend is an intense 54 hour event which focuses on building a web or mobile application which could form the basis of a credible business over the course of a weekend. The weekend brings together people with different skillsets &ndash; primarily software developers, graphics designers and business people &ndash; to build applications and develop a commercial case around them.<\/p>","start_date":"Apr 21 2012 01:00:00","display_start_date":"04-20-2012","end_date":"Apr 23 2012 04:00:00","display_end_date":"04-22-2012","url":"http:\/\/phillysw.eventbrite.com","address":"320 S. Broad St","city":"Philadelphia","state":"PA","zip":"19102","country":"United States"},{"name":"Hack the Change","about":"<p>Hack the Change is a social impact Hackathon, geared towards apps that solve problems of:<\/p>\n<ul>\n<li>International Development<\/li>\n<li>Disaster Management<\/li>\n<li>Mass Atrocities Prevention<\/li>\n<li>Humanitarian Aid<\/li>\n<li>Community Engagement and Democracy Enhancement.<\/li>\n<\/ul>\n<p>In short, basically anything that makes the world a better and safer place. <br \/> <br \/> The event is meant to encourage participants to look at international and local issues from the tech\/engineering perspective, rather than the usual policy perspective. It thus provides an avenue to bring together engineers, NGOs, developers, and entrepreneurs to solve real world problems and make an immediate impact on the community at large. We are excited to see what grows out of this exciting intersection of people.<br \/> <br \/> The name Hack the Change comes from Gandhis quote, Be the change you wish to see in the world. Thus, we encourage all our participants to use this weekend to make the world a better place. In the spirit of collaboration, Hack the Change welcomes participants from university, corporate, and NGO backgrounds. <br \/> <br \/> Hack the Change is organized by the Penn Society for International Development (PennSID) in collaboration with Random Hacks of Kindness Philadelphia (RHoK).<\/p>","start_date":"Mar 17 2012 00:00:00","display_start_date":"03-16-2012","end_date":"Mar 19 2012 00:00:00","display_end_date":"03-18-2012","url":"http:\/\/hackthechange.eventbrite.com","address":"","city":"Philadelphia","state":"PA","zip":"","country":"United States"},{"name":"PennApps Spring 2012: Simplicity","about":"<p><strong>What is PennApps?<\/strong><\/p>\n<p>In three words: Eat. Sleep. Code.<\/p>\n<p>In more detail, PennApps is The University of Pennsylvanias bi-annual hackathon.<\/p>\n<p>Students team up over the weekend to build amazing applications, this year centered around the theme of Simplicity.<\/p>\n<ul class=mainlist>\n<\/ul>\n<p><strong>Prizes:<\/strong><\/p>\n<ul class=mainlist>\nFirst: $2,500\n<li>Second: $1,500<\/li>\n<li>Third: $1,000<\/li>\n<\/ul>\n<p>Although our first official event starts at 5pm on Friday, it definitely would not hurt to come earlier so you can grab a table and settle down around 4pm or so.<\/p>\n<p><strong>Free Bus Tickets?!<\/strong><\/p>\n<p>Use the Promotion Code GOFREE to get a free to get a free Megabus.com ticket to Philadelphia.<\/p>\n<p>If there are free trips remaining, you will see a ticket price of $0. If dont see any more tickets that are $0, no worries. Buy your Megabus or Boltbus ticket and well reimburse you. Just give us a paper copy of your receipt when you come in on Friday!<\/p>","start_date":"Jan 13 2012 08:00:00","display_start_date":"01-13-2012","end_date":"Jan 15 2012 08:00:00","display_end_date":"01-15-2012","url":"http:\/\/pennapps2012s.ticketleap.com\/pennapps-spring-2012\/","address":"Towne Building at The University of Pennsylvania - 220 South 33rd Street","city":"Philadelphia","state":"PA","zip":"19014","country":"United States"}]}