{"events":[{"name":"WOWZAPP 2012: Worldwide Hackathon for Windows -- Mexico City, Mexico","about":"<p><strong>Los fresas se van al antro el viernes; los geeks nos reunimos a programar Apps!<\/strong><\/p>\n<p>Como parte del lanzamiento de Windows 8, te invitamos a participar en este&nbsp;<strong>Hackathon de 24 horas<\/strong>, en donde tu y un grupo de 100 personas entre desarrolladores, dise&ntilde;adores, emprendedores y expertos en tecnolog&iacute;a nos reuniremos para programar, divertirnos, compartir conocimiento&nbsp;y publicar Apps para Windows 8, teniendo la oportunidad de ganar alguna de las increibles&nbsp;tabletas con Windows 8 entre otros premios.<\/p>\n<p><strong>Esta es la agenda<\/strong><\/p>\n<p>Viernes 9<\/p>\n<p>05:00 pm - Bienvenida al evento y a los equipos participantes<br \/>05:30 pm - Presentaci&oacute;n de Windows 8,&nbsp;m&eacute;canica del evento&nbsp;y premios<br \/>06:30 pm - PitchFire (cada equipo presentar&aacute; en 1 minuto la idea de su App)<br \/>07:30 pm - Hacking time...<br \/>09:30 pm - Cena (tacos al pastor) y DJ con m&uacute;sica de los 80&acute;s<br \/>10:30 pm y toda la noche&nbsp;- Hacking time acompa&ntilde;ado de bebidas energ&eacute;ticas, refrescos, cervezas, papas, dulces, caf&eacute; y mucho ambiente&nbsp;de colaboraci&oacute;n para terminar Apps sorprendentes!.<\/p>\n<p>Sabado 10<\/p>\n<p>09:00 am - Desayuno (waffles)&nbsp;y presentaci&oacute;n de avances<br \/>10:00 am - Presentaci&oacute;n El ecosistema de Apps en M&eacute;xico y Windows 8<br \/>11:00 am - Hacking time<br \/>02:00 pm - Inicio de presentaci&oacute;n de las Apps terminadas (yeah!)<br \/>04:00 pm - Anuncio de los ganadores, premiaci&oacute;n&nbsp;y cierre del evento (todos a dormir)<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>Estas son las reglas<\/strong><\/p>\n<p>1.- Equipos de m&aacute;ximo 3 personas pudiendo combinar programadores, dise&ntilde;&aacute;dores, expertos de negocio, etc. cada uno de los integrantes necesita registrarse y enviar una breve descripci&oacute;n de su App para que la idea sea aceptada y su lugar asegurado el d&iacute;a del evento a este correo&nbsp;<a href=mailto:fcuevas@microsoft.com>fcuevas@microsoft.com<\/a>&nbsp;antes del viernes 2 de Noviembre a las 12:00 pm .<\/p>\n<p>Nota: La lista de los asistentes con lugar asegurado&nbsp;ser&aacute; publicada&nbsp;aqu&iacute;&nbsp;;Si tu nombre no aparece publicado no ser&aacute; posible tu participaci&oacute;n.&nbsp;<\/p>\n<p>2.- Se&nbsp; pueden llevar al Hackathon&nbsp;avances de su app (c&oacute;digo fuente, dise&ntilde;o gr&aacute;fico,&nbsp;u otros recursos) con la finalidad de garantizar que ser&aacute; terminada al menos en su versi&oacute;n inicial; Es responsabilidad de los integrantes de cada equipo llevar sus computadoras o hardware y software necesario para el Hackathon.<\/p>\n<p><strong>Algunas ideas de Apps para que te animes<\/strong><\/p>\n<ul>\n<li>App que ayuda a los ni&ntilde;os de primaria a conocer los estados de la republica mexicana, rios, monta&ntilde;as etc. haciendo uso de la experiencia touch y audio.<\/li>\n<li>App que utilice Bing Maps para geolocalizar las estaciones de Ecobici en la ciudad de M&eacute;xico.<\/li>\n<li>Videojuego de la cl&aacute;sica loter&iacute;a mexicana, de serpientes y escaleras o el famoso turista.<\/li>\n<li>App que utilice Windows Azure mobile services para levantar encuestas utilizando la experiencia de uso que ofrece una tableta.<\/li>\n<li>Videojuego estilo Adivina Quien que te permita multiples jugadores online y que las fotos puedan ser tomadas de tu red social.<\/li>\n<li>App que muestra el calendario maya y la descripci&oacute;n de los simbolos utilizando Semantic Zoom.<\/li>\n<\/ul>","start_date":"Nov 10 2012 01:00:00","display_start_date":"11-09-2012","end_date":"Nov 11 2012 01:00:00","display_end_date":"11-10-2012","url":"http:\/\/wowzapp2012mexicocitymexico-SRCH.eventbrite.com","address":"Homero 823 esq. Tenyson Col.","city":"Polanco","state":"Distrito Federal","zip":"11550","country":"Mexico"}]}