{"events":[{"name":"WOWZAPP 2012: Worldwide Hackathon for Windows -- Providence, USA","about":"<p><strong><span>Be part of the app revolution!<\/span><\/strong><\/p>\n<p><span>By registering, you&rsquo;ll be joining thousands of developers worldwide as we build apps for the next generation of Windows.<\/span><\/p>\n<p><strong><span>Expert Help, Free Resources<\/span><\/strong><\/p>\n<p><span>Microsoft app experts, developers and trainers will be available on-site to assist your learning and coding. Learn about building Windows Store apps today &ndash; download the&nbsp;<\/span><a href=http:\/\/go.microsoft.com\/?linkid=9817824 target=_blank><span>info, tools and resources&nbsp;<\/span><\/a><span>you need now<\/span><span>.&nbsp;<\/span><\/p>\n<p><span><strong>Windows Azure Mobile Services<\/strong><\/span><\/p>\n<p><span>Does your Store app idea include cloud services or storage?&nbsp;Check out&nbsp;<a href=http:\/\/www.windowsazure.com\/en-us\/develop\/mobile\/tutorials\/get-started\/ target=_blank>Get started with<\/a><\/span><span><a href=http:\/\/www.windowsazure.com\/en-us\/develop\/mobile\/tutorials\/get-started\/>Mobile Services<\/a>&nbsp;&ndash;registered student WOWZAPP 2012 participants are eligible for a FREE temporary student Windows Azure subscription!<\/span><span>&ndash; supplies are limited so be sure to register now!<\/span><\/p>","start_date":"Nov 10 2012 02:00:00","display_start_date":"11-09-2012","end_date":"Nov 10 2012 18:00:00","display_end_date":"11-10-2012","url":"http:\/\/wowzapp2012providenceusa-SRCH.eventbrite.com","address":"CIT, 3rd Floor","city":"Providence","state":"RI","zip":"","country":"United States"},{"name":"The Hacker Games: Brown University Qualification Round and Mixer","about":"<p>The Hacker Games is an annual competition between hackers from the best universities in the country. Five winners from each university will be flown to San Francisco to compete in the The Hacker Games hackathon.&nbsp;<\/p>\n<p>The Hacker Games Brown Qualification Round and Mixer is on October 13, 2012. &nbsp;Youll hear from some of the best startups in the area, meet amazing people, and have a chance to win awesome prizes. &nbsp;Five winners from Brown University will be flown to San Francisco to participate in the The Hacker Games Hackathon Final.&nbsp;<\/p>\n<p><strong>You must register with a Brown University .edu address to be eligible to attend this event.&nbsp;<\/strong><\/p>\n<p><strong>&nbsp;<\/strong><\/p>","start_date":"Oct 13 2012 22:00:00","display_start_date":"10-13-2012","end_date":"Oct 14 2012 04:00:00","display_end_date":"10-13-2012","url":"http:\/\/brownhackergames-SRCH.eventbrite.com","address":"","city":"Providence","state":"RI","zip":"","country":"United States"},{"name":"Providence Startup Weekend 10\/5","about":"<p><span>Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.&nbsp;&nbsp;Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.&nbsp;&nbsp;Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks.&nbsp;All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials.&nbsp;The weekend is centered around action, innovation, and education. &nbsp;Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/span><\/p>\n<p><span>If you are a student, please use STUDENT as a discount code Ticket will be $40 for students. You must present your student ID when you arrive at the event<\/span><\/p>","start_date":"Oct 06 2012 01:00:00","display_start_date":"10-05-2012","end_date":"Oct 08 2012 04:00:00","display_end_date":"10-07-2012","url":"http:\/\/swprovidence1005-SRCH.eventbrite.com","address":"Pine St","city":"Providence","state":"RI","zip":"","country":"United States"},{"name":"Digital meets Physical: A Hardware Hackathon","about":"<div><span id=internal-source-marker_0.7177626411430538>Startup Accelerator <a title=Betaspring site href=http:\/\/betaspring.com target=_blank>Betaspring<\/a> is teaming up with the Netduino team to host Digital Meets Physical, the most kick-ass hardware hackathon in Providence, RI on January 28-29. <\/span><\/div>\n<div><span id=internal-source-marker_0.7177626411430538>Digital Meets Physical will bring makers, software hackers, and DIY geeks together for two days of outrageous fun, using the Netduino platform and other fun toys to build our brains out.<\/span><br \/><br \/><span>Well be hacking at the <a title=AS220 Lab site href=http:\/\/www.as220.org\/fabacademy\/ target=_blank>AS220 Labs<\/a>, a hackerspace where tools, technology and inspiration abound. &nbsp;With no less than 10 top quality watering holes within spitting distance, power breaks and refueling will be done in Providence style (that is, deliciously). &nbsp;<\/span><br \/><br \/><span>Never played with the <a title=Netduino Site href=http:\/\/netduino.com target=_blank>Netduino<\/a>? &nbsp;This open source electronics platform uses the .NET Micro Framework and features a 32-bit micro controller and a rich development environment thats fully open to users. Use the design files and sample projects to learn and be inspired, then remix em until you get what you want, how you want it. &nbsp;<\/span><span id=internal-source-marker_0.7177626411430538><span id=internal-source-marker_0.7177626411430538><br \/><\/span><\/span><br \/><span>Need more? <a title=KippKitts site href=http:\/\/kippkitts.com target=_blank>Kippkitts<\/a> will be on hand as a sponsor to provide their open source hardware kits for the hackathon. &nbsp;Kippkitts enable devices to heat, cool, measure, move, and control things around you. &nbsp;KippKitts products currently include low-voltage, high-efficiency vapor cycle heat pumps, remote controlled battery powered solenoids, high-power PID servo actuators, and Netduino compatible shields for motor control, temperature management, lighting control, wireless interfaces, among other cool things.<\/span><\/div>\n<div><span><br \/><\/span><\/div>\n<div>Netduino creator Chris Walker and Kippkitts inventor Kipp Bradford will be hacking with us, on site to answer questions and inspire you to bring your A-game to the table.<br \/><br \/><span>Come get your geek on. Seats are limited and available on a first-come, first-serve basis.<\/span><br \/><br \/><span>AND...remember that the application deadline for Betasprings spring accelerator session is November 18. Betaspring has a dedicated track for physical technology companies. <a href=http:\/\/betaspring.com\/apply target=_blank>Apply today!<\/a><\/span><\/div>","start_date":"Jan 28 2012 18:00:00","display_start_date":"01-28-2012","end_date":"Jan 29 2012 20:00:00","display_end_date":"01-29-2012","url":"http:\/\/digitalmeetsphysical.eventbrite.com","address":"Mercantile Block 131 Washington Street","city":"Providence","state":"RI","zip":"02903","country":"United States"}]}