{"events":[{"name":"Hack4Reno 2012: Reno Open Data Hackathon","about":"<P><STRONG>APPS FOR RENO, BY RENO: A 24 Hour Hackathon <\/STRONG><\/P>\n<P>There is an overwhelming amount of talent in Reno and the entire Northern Nevada area. Hack4Reno allows developers and designers to learn new technology, showcase their talent and ultimately build new apps that help make Reno a smarter, more engaged place to live.<\/P>\n<P>We want you to build the next app that Reno citizens use to find the best bike routes, the best bars in town, the best food.<\/P>\n<P>We want you to build websites that help your former colleague find a new job, learn a new skill or better experience the great outdoors.<\/P>\n<P>We want you to build something that helps make life in Reno just a little bit better.<\/P>\n<P> <\/P>\n<P><STRONG>24 HOURS TO BUILD SOMETHING?!<\/STRONG><\/P>\n<P>Design and development of your apps will begin at noon on December 1st  and go through noon on the next day, so yes, an entire 24 hours! It can be done! We want you to build a <A HREF=http:\/\/en.wikipedia.org\/wiki\/Minimum_viable_product TARGET=_blank>minimum viable product<\/A> and not get caught up in the details. <\/P>\n<P> <\/P>\n<P><STRONG>DEMO PRESENTATION: <\/STRONG><STRONG>COMPETE TO WIN FAME & FORTUNE!<\/STRONG><\/P>\n<P>At the end of the 24 hours, you and your team will have an hour to prepare a demo presentation on the Hack4Reno stage. Your entries will then be judges by the community.<\/P>\n<P><EM>Whats in it for you? <\/EM>We will have prizes for the top apps in various categories. The categories are still being determined but spending a weekend building something for the greater good might just pay off for you! So there is certainly some fortune at stake. Did we mention fame? Youll be building a website or application that will be used by hundreds, if not thousands of people in the Reno area!<\/P>\n<P>Identify an issue or problem in the community and build a new tool or service to help alleviate that issue! You will be surprised at how many people also share your concern!<\/P>\n<P> <\/P>\n<P><STRONG>NEED AN IDEA?<\/STRONG><\/P>\n<P>Start talking to your friends, colleagues, family and neighbors! Look for pain points that you or your friends have that could be alleviated by more information or an app on your mobile phone.<\/P>\n<P>We are working with the City of Reno and other government entities to create and publish existing datasets that include things like crime data, energy consumption and more. These datasets will be available for you to use in your apps or you can find your own datasets on web services like Twitter, Foursquare and Craigslist.<\/P>\n<P>Some ideas to get you going:<\/P>\n<UL>\n<LI>What I love about Reno microblogging site (Think Twitter for Reno praise)<\/LI>\n<LI>Local Event aggregation website<\/LI>\n<LI>Local directory of bike shops<\/LI>\n<LI>Reno Farmers Market iPhone app <\/LI>\n<\/UL>\n<P><STRONG>WHERE CAN YOU LEARN MORE?<\/STRONG><\/P>\n<P>Come to Hacknight at Reno Collective on November 14th at 5:30pm to mingle with other hackathoners, developers, makers and creatives before the big event!<\/P>\n<P> <\/P>\n<P><STRONG>STAY UP TO DATE<\/STRONG><\/P>\n<P>Get up to the minute updates on Facebook (search for Hack4Reno) or Twitter (<A HREF=http:\/\/twitter.com\/hack4reno TARGET=_blank>@hack4reno<\/A>).<\/P>\n<P> <\/P>\n<P><STRONG> WHAT IF I AM NOT A DEVELOPER OR DESIGNER, BUT WANT TO GET INVOLVED?<\/STRONG><\/P>\n<P>We want to be as open and transparent as possible but we also want people to come down and see what goes into building websites and mobile apps! Writing code is not the only way to get involved. We need content creators, journalists, city planners and writers to help make these apps useful.<\/P>\n<P>If you really love the concept and want to help us out, please sign up as a volunteer and well be in touch!<\/P>\n<P> <\/P>\n<P><STRONG>HOW CAN MY COMPANY OR ORGANIZATION GET INVOLVED?<\/STRONG><\/P>\n<P>If your company or organization would like to get involved in helping to make Reno a smarter, more engaged community, we have three options:<\/P>\n<UL>\n<LI><STRONG>Send a team!<\/STRONG> Register a team and show up in team t-shirts, make a flag, anything for team morale!<\/LI>\n<LI><STRONG>Sponsorship:<\/STRONG> Creating an open, more engaged community is not a problem you can throw money at. We are looking for organizations that want to roll up their sleeves and help build this city! <A HREF=http:\/\/hack4reno.com\/contact TARGET=_blank>Contact us <\/A>and well discuss what you can due to pitch in and help spread the word!<\/LI>\n<LI><STRONG>Volunteers: <\/STRONG>We will need a number of volunteers before, during and after the event to help out. If you cant code or design but want to help us out, let us know!<\/LI>\n<\/UL>\n<P> <\/P>\n<P><STRONG>WHY HACK4RENO? WHY OPEN DATA?<\/STRONG><\/P>\n<P>Quality news and information is required if people are to participate fully in the lives of their communities. Hack4Reno allows developers and designers to learn new technology, showcase their talent and ultimately build new apps that help make Reno a smarter, more engaged place to live.<\/P>\n<P>Hack4Reno is brought to you by <A HREF=http:\/\/renocollective.com TARGET=_blank>Reno Collective<\/A> in partnership with the <A HREF=http:\/\/reno.gov TARGET=_blank>City of Reno<\/A>. For other available workshops and more information about the main event, check out <A HREF=http:\/\/hack4reno.com TARGET=_blank>www.hack4reno.com<\/A>. <\/P>","start_date":"Dec 01 2012 18:00:00","display_start_date":"12-01-2012","end_date":"Dec 03 2012 00:00:00","display_end_date":"12-02-2012","url":"http:\/\/hack4reno2012-SRCH.eventbrite.com","address":"1664 N. Virginia St. North end of the Main Quad","city":"Reno","state":"NV","zip":"89557","country":"United States"}]}