{"events":[{"name":"Hack4Europe 2012! Riga","about":"<p><a href=http:\/\/pro.europeana.eu\/web\/guest\/hackathons target=_blank>Hack4Europe!<\/a>&nbsp;is a series of hack days organised by the Europeana Foundation and its partners and provide an exciting environment to explore the potential of open cultural data for social and economic growth in Europe. To feel the atmosphere to the event you can read&nbsp;<a href=http:\/\/dl.psnc.pl\/2011\/06\/22\/podsumowanie-hack4europe\/lang-pref\/en\/>a short summary of one of the events from the last year edition<\/a>.<\/p>\n<p><span>Hack4Europe 2012 Riga is being coordinated by the&nbsp;<a href=http:\/\/lnb.lv\/en\/home\/learn-more-about-the-new-nll target=_blank>National Library of Riga<\/a>&nbsp;in cooperation with&nbsp;<a href=http:\/\/www.techhub.com\/riga.html target=_blank>TechHub Riga<\/a>.&nbsp;<strong>The event will take place on 26 and 27 May 2012 at TechHub Riga<\/strong>.<\/span><\/p>\n<p><span>The hackathon will bring together up to 30 developers from Latvia, Lithuania and Estonia. They will have access to the diverse and rich&nbsp;<a href=http:\/\/www.europeana.eu\/ target=_blank>Europeana collections<\/a>&nbsp;containing over 20 million records through the Europeana Search API (incl. a test key and&nbsp;<a href=http:\/\/europeanalabs.eu\/wiki\/EuropeanaOpenSearchAPI target=_blank>technical documentation<\/a>).<\/span><\/p>\n<p><span>Participants will be encouraged to try out their ideas for creative reuse of the Europeana content and build prototypes showcasing the social and business value of open cultural data. The suggested (but not obligatory) themes are:<\/span><\/p>\n<ul>\n<li><span><strong>Going mobile<\/strong>: Applications that bring Europeana to the mobile devices be they smartphones or tablets! Take advantage of geo-data and geo-awareness.<\/span><\/li>\n<li><span><strong>Mashing-up<\/strong>: Mash-up with other APIs and combine and enrich Europeana content with other free content from e.g. Wikipedia.<\/span><\/li>\n<li><span><strong>Social curation<\/strong>: Applications that allow users to curate Europeana content a share it with the world and each others on social platforms.<\/span><\/li>\n<li><span><strong>User annotations<\/strong>: Applications that let users enrich Europeana objects with comments, tags, links to external sources, or links to other Europeana objects. This can be in the form of a game.<\/span><\/li>\n<li><span><strong>World War One<\/strong>: Special attention will be on applications built to showcase the human interest side of world war one based on the material collected during the Europeana collection days.<\/span><\/li>\n<\/ul>\n<p><span>You can find out more about&nbsp;<a href=http:\/\/pro.europeana.eu\/web\/guest\/hackathon-prototypes target=_blank>prototypes developed during previous hackathons on this website<\/a>.<\/span><\/p>\n<p><span>Best prototypes will be awarded prizes in the four categories:<\/span><\/p>\n<ul>\n<li><span>best commercial viability<\/span><\/li>\n<li><span>greatest social impact<\/span><\/li>\n<li><span>most innovative&nbsp;<\/span><\/li>\n<li><span>developers&rsquo; pick (voted by hackathon participants)<\/span><\/li>\n<\/ul>\n<p><span>Winners from the individual hackathons will be then further evaluated and one finalist per category will be invited and awarded a special prize during&nbsp;<strong>the Digital Agenda Assembly on 21-22 June in Brussels<\/strong>.<\/span><\/p>\n<p><span><strong>PRACTICAL INFORMATION<\/strong><\/span><\/p>\n<ol>\n<li><span>Developers must register in advance to indicate their interest.&nbsp;<strong>Depending on the demand for the event, organisers will decide on the final delegate list and send a confirmation e-mail to the selected ones about two weeks prior to the events. &nbsp;<span>Registration closes on 26 May<\/span>, or earlier if we will reach the maximum number of participants.&nbsp;<span>Please register as soon as you can<\/span>&nbsp;to be able to receive the final confirmation e-mail in a time which will allow you to arrange your participation<\/strong>.&nbsp;<\/span><\/li>\n<li><span>The ownership of prototypes and ideas developed during the contest belongs to teams which developed these prototypes and ideas. Also these teams are responsible for all legal issues related to developed prototypes (e.g. compatibility with the license of used open-source software components).<\/span><\/li>\n<li><span>Hackathon is organized as an international event, the language used in all official parts of the event will be English. This is also the language in which the Europeana API technical documentation is available.<\/span><\/li>\n<li><span>The event agenda will not be strongly structured to give a lot of flexibility to the participants. The general schedule at the moment looks following (subject to change)<\/span><\/li>\n<\/ol> \n<ul>\n<li><span>Saturday, 2012\/05\/26<\/span> \n<ul>\n<li><span>11 AM: Hackathon starts with some introductory speeches by organizers<\/span><\/li>\n<\/ul>\n<\/li>\n<li><span>Sunday, 2012\/05\/27<\/span> \n<ul>\n<li><span>3 PM: Development ends, presentation of prototypes<\/span><\/li>\n<li><span>5 PM: Awards ceremony, end of hackathon<\/span><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><span><strong>Follow us on Twitter<\/strong>:&nbsp;<a href=http:\/\/twitter.com\/#!\/search\/%23hack4europe target=_blank>#hack4europe<\/a><\/span><\/p>","start_date":"May 26 2012 18:00:00","display_start_date":"05-26-2012","end_date":"May 28 2012 02:00:00","display_end_date":"05-27-2012","url":"http:\/\/hack4europe2012-riga-SRCH.eventbrite.com","address":"12 Citadeles iela","city":"Riga","state":"Riga","zip":"1010","country":"Latvia"}]}