{"events":[{"name":"RHoK Global December 2012: Rochester, NY, USA","about":"<P><A TITLE=FOSS@RIT HREF=http:\/\/foss.rit.edu TARGET=_blank>FOSS@RIT<\/A> is proud to be hosting Random Hacks of Kindness Global Hackathon 2012!<BR><BR>Come help us solve problems and kick down blockers for volunteers and aid workers around the world!<BR><BR><STRONG>When:<\/STRONG> Saturday 12\/1 - 9pm to Sunday 12\/2 - 4pm<BR><STRONG>Where:<\/STRONG> RIT Simone Center for Innovation and Entrepreneurship. Parking in S Lot.<\/P>\n<P> <\/P>\n<P><IMG TITLE=Map 2 SRC=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/44903791\/rhokmap.png ALT=zoomed in map WIDTH=600 HEIGHT=480><BR><BR><A TITLE=Open Street Map - RIT Center for Student Innovation HREF=http:\/\/www.openstreetmap.org\/?lat=43.083325&lon=-77.67919&zoom=17&layers=M&mlat=43.08323&mlon=-77.67992 TARGET=_blank>Link to this map<\/A><\/P>","start_date":"Dec 02 2012 05:00:00","display_start_date":"12-01-2012","end_date":"Dec 03 2012 00:00:00","display_end_date":"12-02-2012","url":"http:\/\/rhoktheroc2012-SRCH.eventbrite.com","address":"159 Lomb Memorial Drive Building 87 - Room 1600","city":"Rochester","state":"NY","zip":"14623-5608","country":"United States"},{"name":"Rochester Startup Weekend","about":"<p>Startup Weekend is an intense 54 hour event which focuses on building a web or mobile application which could form the basis of a credible business over the course of a weekend. The weekend brings together people with different skillsets - primarily software developers, graphics designers and business people - to build applications and develop a commercial case around them.<\/p>","start_date":"Apr 28 2012 01:00:00","display_start_date":"04-27-2012","end_date":"Apr 30 2012 04:00:00","display_end_date":"04-29-2012","url":"http:\/\/swrochester-SRCH.eventbrite.com","address":"222 Ridge Rd W","city":"Rochester","state":"NY","zip":"14615","country":"United States"},{"name":"Winter XNA Games - RIT Game Camp 2011","about":"<p>There are four options to choose from - please make sure you pick the right one so you can secure your spot:<\/p>\n<ol>\n<li><strong>Game Jam Competitor<\/strong> - an all weekend challenge to build the best video game you can in less than 48 hours. Form teams of up to 4, and be prepared to build your game in XNA, HTML5 or Silverlight. This aspect of the Winter XNA Games starts on Friday evening and ends Sunday afternoon - be prepared to code and hack your way through the night and day to come out on top!<\/li>\n<li><strong>XNA in a Day<\/strong> - learn how to develop games in XNA for Windows, Xbox 360 and Windows Phone - all in a single day. Youll create a game from scratch and go home with the tools you need to keep on going! Learning XNA in a Day is run on Saturday only - just turn up in the morning and by the time you head home Saturday night, youll be on your way!<\/li>\n<li><strong>Windows Phone Camp<\/strong> - a bit more serious about creating applications for Windows Phone and making money out of it? Come along to this all day event that first teaches you the ins and outs, then challenges you in a hackathon to see what you can do in just a few hours. The Windows Phone Camp runs on the Saturday of the Winter XNA Games weekend - learn, hack and, ultimately possibly, win in a single day? Sounds like my kind of thing, how about you!?<\/li>\n<li><strong>HTML5 Camp<\/strong> - want to know more about the latest standard in browser-based applications? This four hour workshop will get you up and running as quick as you can code. A single Saturday afternoon can get you started - starts at 2pm and youll be done by dinner - WOO!<\/li>\n<\/ol>\n<p>All four options will have appropriate meals provided (Jam Competitors will get lunch and dinner provided throughout the weekend, while the other three will have lunch served on Saturday), so dont think were going to leave you hungry or thirsty either.<\/p>\n<p><span style=color: #ff0000;><strong>IMPORTANT NOTES<\/strong><\/span><\/p>\n<p>If you are entering the <strong>Game Jam<\/strong>, you are expected to have the skills to build a game in XNA, HTML5 or Silverlight. There will be minimal coaching and education provided for the Game Jam competitors (there will be some, but we expect you to be go-getters and ready to learn on the spot if you need to).<\/p>\n<p>If you are attending the <strong>XNA in a Day<\/strong> session, you will maximise your experience by installing the necessary software BEFORE you get to the day. Head over to the <a href=http:\/\/bit.ly\/APAppHub target=_blank>AppHub<\/a>&nbsp;and download and install the <strong>Windows Phone SDK 7.1<\/strong>. If youre a student you can even get the full version of Visual Studio which will give you even more power when developing your games -&nbsp;get it at <a href=http:\/\/www.dreamspark.com>DreamSpark<\/a>.&nbsp;<\/p>\n<p>If youre attending the <strong>Windows Phone Camp<\/strong>, you can also get a headstart by installing the Windows Phone SDK 7.1 before coming along to Winter XNA Games.<\/p>\n<p>If youre planning on attending the <strong>HTML5 Camp<\/strong>, you might want to take a look at Web Matrix which you can find about <a href=http:\/\/bit.ly\/APWMatrix>here<\/a>.<\/p>","start_date":"Dec 03 2011 02:00:00","display_start_date":"12-02-2011","end_date":"Dec 05 2011 01:00:00","display_end_date":"12-04-2011","url":"http:\/\/ritgamecamp.eventbrite.com","address":"One Lomb Memorial Drive Array","city":"Rochester","state":"NY","zip":"14623","country":"United States"}]}