{"events":[{"name":"Cereal Hack 2","about":"<p><strong>Cereal Hack Is Back!<br \/><\/strong><br \/>Calling all coders, designers, biz&nbsp;devs, and hardware hackers!<br \/>Join us for a weekend of competitive&nbsp;creative collaboration!<br \/><br \/>Cereal Hack 2 will be more awesome than the first one. We didnt even know that was possible!<br \/><br \/>For one it will be hosted at the new Hacker Lab HQ in the heart of Midtown in 10,480 SQ SF of awesomeness!<\/p>\n<p>Two, Intel is the MEGA SPONSOR! So we have a sweet $2000.00 Grand Prize for Best Project for Social Good!<br \/><br \/>We have also included a competition for hardware and maker hacking!&nbsp;<br \/><br \/>Come join us, have fun, meet incredible people, and see Hacker Lab!<br \/><br \/>Cereal Hack 2 is going to be epic! All proceeds will go to support Hacker Lab and its mission of providing you cool tech stuff to do!<\/p>\n<p><a rel=nofollow href=http:\/\/cerealhack.com\/><strong><strong>Visit cerealhack.com!<\/strong><\/strong><\/a><\/p>\n<p><strong>Get your tickets today!<\/strong><\/p>\n<p><strong>Tickets available at the door!<\/strong><strong><br \/><\/strong><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;Presented By<\/p>\n<p>&nbsp;<\/p>\n<p>Mega Sponsor<\/p>\n<p>What is a hackathon?<\/p>\n<p>A hackathon is where people code in a marathon type fashion to build mobile, hardware, and web applications in a competitive environment. There are different types of Hackathons but this is how we are going to roll! See Wikipedia to read&nbsp;<a rel=nofollow href=http:\/\/en.wikipedia.org\/wiki\/Hackathon>more<\/a>.What happens at a hackathon?<\/p>\n<p>People will either come alone or with a team to get together and build out an idea.&nbsp;If you are looking for people to join your team you can give a 60 second pitch to attract team members.&nbsp;Networking will also be done to meet, mingle, and build teams.&nbsp;Once teams are established, they will begin planning and &nbsp;building out their project.&nbsp;At the end of the hackathon, the projects and teams will be presented and judged in a competition-like setting for prizes.What can we build at the hackathon?<\/p>\n<p>This is a mobile, hardware, and web development hackathon including game development, so you can build anything that falls into that space.<strong>What if I dont have a team?<\/strong><\/p>\n<p>Thats ok! We will have team building&nbsp;activities&nbsp;and networking time to find a team to join or give you time to build one there!Will this be judged?<\/p>\n<p>There will be a panel of startup founders and VCs judging projects and presentations based on the value of the idea, execution, teamwork, design, and ability to demonstrate the product and vision. &nbsp;Are you making something useful? &nbsp;What could this look like after 3 months?Can my project already be built before coming out to the hackathon?<\/p>\n<p>No, all projects must be built in their entirety at the hackathon. All coding will be submitted to Git Hub for validation and any cheaters will be disqualified.What if my idea is a top secret?<\/p>\n<p>If you are afraid of letting your secret out, we&nbsp;recommend&nbsp;you not participate in hackathons. Frankly, most of people in the startup world rarely come across something that has not been done yet. Someone can take your idea, but they can&rsquo;t take your vision, and that is what makes your idea unique.What if I am not a Designer or Coder?<\/p>\n<p>That is okay. Every team needs a Biz Dev, Entrepreneurs, Idea Guys and &nbsp;Hustlers!What skills are on a winning team?<\/p>\n<p>Typically, winning teams have 3-5 people including one biz dev, one designer and a coder or two.May I bring a desktop?<\/p>\n<p>No because of space issues, we ask that you bring a laptop or mobile devices only.<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>","start_date":"Nov 10 2012 17:00:00","display_start_date":"11-10-2012","end_date":"Nov 12 2012 02:00:00","display_end_date":"11-11-2012","url":"http:\/\/eventful.com\/sacramento_ca\/events\/cereal-hack-2-\/E0-001-051750899-3","address":"1715 I St","city":"Sacramento","state":"CA","zip":"","country":"United States"},{"name":"Cereal Hack Mobile and Web Hackathon","about":"Join us for a weekend (30hrs) of Mobile and Web Development with lots of cereal included! Come, compete, code, create, and win cool prizes! All of this done in a marathon type manor! Whoo hooo!\n\nWho&#39;s this for?\nCoders\nDesigners\nBiz Dev People","start_date":"Jun 02 2012 19:00:00","display_start_date":"06-02-2012","end_date":"Jun 03 2012 19:00:00","display_end_date":"06-03-2012","url":"http:\/\/eventful.com\/sacramento_ca\/events\/cereal-hack-mobile-and-web-hackathon-\/E0-001-048155451-6?utm_source=apis&utm_medium=apim&utm_campaign=apic","address":"431 I Street Suite 107","city":"Sacramento","state":"CA","zip":"","country":"United States"},{"name":"Weekend Cereal Hackathon","about":"<p>The Lab is hosting a weekend long Mobile and Web Development Hackathon!<\/p>\n<p><span><strong>Come Join Us!<\/strong><\/span><\/p>\n<ul>\n<li><span>Pitch<\/span><\/li>\n<li><span>Build a Team Or Join A Team<\/span><\/li>\n<li><span>Collaborate<\/span><\/li>\n<li><span>Create and Hack<\/span><\/li>\n<li><span>Compete<\/span><\/li>\n<li><span>Eat Cereal<\/span><\/li>\n<li><span>Win Prizes<\/span><\/li>\n<\/ul>\n<p><span>This is a fundraiser to raise money for cool swag for The Lab.&nbsp;<\/span><\/p>\n<p><span>Sacramentos newest Tech Workspace &amp; Imaginarium!<br \/><br \/>&nbsp;<\/span><\/p>\n<p><span>&nbsp;<\/span><\/p>","start_date":"Apr 14 2012 19:00:00","display_start_date":"04-14-2012","end_date":"Apr 16 2012 01:00:00","display_end_date":"04-15-2012","url":"http:\/\/cerealhack.eventbrite.com","address":"2741 Franklin Blvd Array","city":"Sacramento","state":"CA","zip":"95817","country":"United States"}]}