{"events":[{"name":"Google I\/O Extended Utah","about":"<P>Missed out on getting a ticket to <A HREF=https:\/\/developers.google.com\/events\/io\/>Google I\/O<\/A>?  If so, dont worry because the <A HREF=http:\/\/utah-gtug.org>Utah Google Developer Group<\/A> is bringing the experience locally right here to Utah!<\/P>\n<P>Wednesday and Thursday, we will be streaming the keynotes, as well as other technical sessions, live from Google IO.  And for those who need more encouragement to leave the comforts of there plush leather sofa or comfy office chair, we will be mixing in some great presentations and demos from local presenters.  <\/P>\n<P>Wednesday night, in conjunction with Google I\/O, we will be streaming the Google I\/O <A HREF=https:\/\/developers.google.com\/events\/io\/after-hours>After Hours Party<\/A> as well as hosting our own hackathon that promises to be a blast.<\/P>\n<P>Still not enough? Well, how about we throw in some food and awesome giveaways?  Thats right, we said we want to bring the I\/O experience here, and in order to do that I guess we might just have to give something away!<\/P>\n<P>This promises to be a great experience for those who are interested in learning more about whats new at Google or dig deeper into Googles developer tools and APIs. Come hang out, learn, collaborate and network with other professionals and ethusiasts in the area.<\/P>\n<P>More details coming soon, follow us on twitter at <A HREF=http:\/\/twitter.com\/#!\/ugtug>@ugtug<\/A><\/P>","start_date":"Jun 27 2012 16:00:00","display_start_date":"06-27-2012","end_date":"Jun 29 2012 01:00:00","display_end_date":"06-28-2012","url":"http:\/\/ioextended-utah-SRCH.eventbrite.com","address":"9750 S 300 W Array","city":"Sandy","state":"UT","zip":"84070","country":"United States"},{"name":"Salt Lake City Startup Weekend 2\/2","about":"<p><span>Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.&nbsp;&nbsp;Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.&nbsp;&nbsp;Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks.&nbsp;All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials.&nbsp;The weekend is centered around action, innovation, and education. &nbsp;Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/span><\/p>\n<p><strong>Update:<\/strong> &nbsp;Here is a great roundup of the <a title=Salt Lake city Startup Weekend href=http:\/\/startupflavor.com\/startup-weekend-round-up\/>Salt Lake City Startup Weekend from February 2nd 2012<\/a>.<\/p>","start_date":"Feb 03 2012 02:00:00","display_start_date":"02-02-2012","end_date":"Feb 05 2012 05:00:00","display_end_date":"02-04-2012","url":"http:\/\/www.eventbrite.com\/event\/2369523308","address":"9750 South 300 West","city":"Sandy","state":"UT","zip":"","country":"United States"}]}