{"events":[{"name":"Developer Hardware-Hack Day: The Internet of Instruments #dev8Dau","about":"<p>Please see the webpage describing the weeks activities. &nbsp;This Sunday Hardware Hackfest is a free event (the conference on the Mon, Tues &amp; Wed is not, though there are discount rates for developers).<\/p>\n<p>The Sunday well have on hand the following Internet of Instruments:<\/p>\n<ul>\n<li><span>OpenEEG:&nbsp;<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>http:\/\/openeeg.sourceforge.net\/<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>OpenPCR:&nbsp;<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>http:\/\/openpcr.org\/<\/span><\/li>\n<\/ul>\n<ul>\n<li>Crystallography Imaging: http:\/\/conference.eresearch.edu.au\/eres2012\/developers-lounge\/challenges\/<\/li>\n<\/ul>\n<ul>\n<li><span>Multi Screen Music Maps:&nbsp;<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>http:\/\/youtu.be\/ULp6VaFtwz4<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>3D Printing:&nbsp;<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>http:\/\/www.makerbot.com\/<\/span><\/li>\n<\/ul>\n<ul>\n<li><span>Rasberry Pi:&nbsp;<\/span><\/li>\n<\/ul>\n<ul>\n<li>http:\/\/www.raspberrypi.org\/<\/li>\n<\/ul>\n<ul>\n<li><span>Laser Beamline:&nbsp;<\/span><\/li>\n<\/ul>\n<ul>\n<li>http:\/\/versi.edu.au\/versi-projects\/remote-access\/eVBL2<\/li>\n<\/ul>","start_date":"Oct 28 2012 17:00:00","display_start_date":"10-28-2012","end_date":"Oct 29 2012 00:30:00","display_end_date":"10-28-2012","url":"http:\/\/internet-of-instruments-SRCH.eventbrite.com","address":"66 Goulburn St","city":"Sydney","state":"NSW","zip":"2000","country":"Australia"},{"name":"DesignDEVS hack session","about":"DesignDEVS is a new visual\/patch programming  environment that Autodesk research are developing to alow designers to use the DEVS formalism to simulate things like buildings and their occupancy. \nIt works by making simple components that interact within a framework; theyll hate me for saying this, but it is like grasshopper for simulation.\nIt is very new, very exciting, and pretty unknown! Were going to get together to try to figure it out and try to build some simple simulations.\n\nYoull need to bring your laptop, it runs on windows and osx, and bring some patience too! The idea is that we are all total beginners helping each other work it out.\nThe Autodesk research guys will hopefully skype in from toronto to kick us off, but thats not confirmed yet. (Thats why it is so early in the day, damn time zones.)","start_date":"Oct 27 2012 16:30:00","display_start_date":"10-27-2012","end_date":"Oct 27 2012 19:30:00","display_end_date":"10-27-2012","url":"http:\/\/compdesgrp-designdevs-SRCH.eventbrite.com","address":"255 Pitt St","city":"Sydney","state":"NSW","zip":"2000","country":"Australia"},{"name":"Music Hack Day Sydney","about":"<p><strong>Music + Software + Mobile + Hardware + Art + The Interwebs<\/strong><\/p>\n<p>Music Hack Day is an epic weekend of fun where hackers invent, build and show-off their&nbsp;hacks, just for the fun of it. Anything goes - as long as its music related!<\/p>\n<p>It&rsquo;s an opportunity for the tech + digital music community to get together and create new apps that explore and celebrate how music might be enjoyed and experienced in the future.<\/p>\n<p><em>&ldquo;This is about hacking purely for the hell of it. There are no commercial agendas, no constraints, just a chance to work with other like-minded people and make cool shit. This is art, made with ones and zeroes and a massive love for music<\/em><\/p>\n<p><em>The way that we create, consume and appreciate music is changing every day, and hacking&nbsp;will be a key part of&nbsp;shaping&nbsp;the future of music for everyone. In Australia,&nbsp;developers need to connect more deeply with each other and with from those from around the world.&nbsp;Music Hack Day Sydney means we can all help to create what the future will look like.<\/em><\/p>\n<p><em>- Dave McKinney, Filter Squad<\/em><\/p>\n<p>+ More info to be released soon! Prizes - Afterparty - Program - Swag - Special Guests!<\/p>\n<p>For more details and partnership enquiries, please contact:&nbsp;<\/p>\n<p>Kristy Wright - Culture &amp; Community Manager @ Filter Squad \/&nbsp;<a href=mailto:kristy@filtersquad.com>kristy@filtersquad.com<\/a><\/p>\n<p class=MsoNormal style=text-align: center;><span style=font-family: Helvetica; font-size: small;><br \/><\/span><\/p>","start_date":"Apr 28 2012 16:00:00","display_start_date":"04-28-2012","end_date":"Apr 30 2012 00:30:00","display_end_date":"04-29-2012","url":"http:\/\/musichackdaysydney-SRCH.eventbrite.com","address":"2 Huntley Street Alexandria","city":"Sydney","state":"","zip":"2015","country":"Australia"},{"name":"Sensis \/ Pollenizer Hackathon","about":"<p><strong>SATURDAY MARCH 24 &amp; SATURDAY MARCH 31<br \/><br \/><\/strong>The Sensis \/ Pollenizer Hacakthon is a 2 day product development bootcamp.<br \/><br \/>On Saturday March 24 all the idea generators, code masters and design maestros come together to brainstorm. Ideas are sparked, teams are formed, products are scoped, and it all culminates in a series of pitches to our panel of industry experts. All teams get feedback and the best are encouraged to continue on.<br \/><br \/>Teams will have a week in between to research their audience, model their financials, plan their marketing, debate features, discuss strategies, and bond together over their product ideas.<br \/><br \/>Then on Saturday March 31 the group hackathon begins as teams return to design and develop a working prototype of their product.<strong><br \/><br \/>Follow @SensisAPI and #sapihack for updates.<br \/><br \/><\/strong>Want to get a jump on the competion?&nbsp;<a href=http:\/\/developers.sensis.com.au\/ target=_blank>Sign up for a Sensis API key now&nbsp;<\/a>and start exploring.<br \/><br \/>You should plan to be there from 9:00 am - 7:00 pm on both Saturdays.<strong><br \/><\/strong><\/p>\n<p>&nbsp;<strong>PRIZES<\/strong><\/p>\n<ul>\n<li><strong>$5,000<\/strong>&nbsp;Best Product Execution<\/li>\n<\/ul>\n<ul>\n<li><strong>$5,000<\/strong>&nbsp;Best Commercial Concept<\/li>\n<\/ul>\n<p>In addition, all entries will be judged by a team from Pollenizer Ventures who are looking for one amazing concept to invest in. Should you be selected you will be offered:<\/p>\n<ul>\n<li><strong>$10,000<\/strong>&nbsp;investment and enrolment in Pollenizer Ventures 4 month incubator program which comes with over $30,000 worth of additional perks including:<\/li>\n<\/ul>\n<blockquote>\n<ul>\n<li>2 desk spaces at the Pollenizer Hive<\/li>\n<li>$2,000 \/ month of hosting credit with Ninefold<\/li>\n<li>Weekly heart-bit meeting with the Pollenizer senior staff<\/li>\n<li>Monthly gathering with the Pollenizer Ventures investors<\/li>\n<li>Access to the broader Pollenizer network and pool of cross&nbsp;<br \/>disciplinary experts<\/li>\n<\/ul>\n<\/blockquote>\n<p><strong>JUDGING CRITERIA<\/strong><\/p>\n<p>1. Depth of integration with the Sensis API:&nbsp;Does the application take advantage of the unique functionality &amp; geo-location features offered by SAPI?<br \/><br \/>2. Business Model:&nbsp;What promise does it make to consumers? Is there a broad enough target market for the product? How will the product generate revenue?<br \/><br \/>3. User Experience:&nbsp;Is the&nbsp;product&nbsp;easy to use?&nbsp;Does the functionality make sense?<br \/><br \/>4. Level of innovation:&nbsp;Does it solve a business and\/or customer problem?Does it satisfy an unmet or unrealized need?&nbsp;Is the&nbsp;product&nbsp;unique or innovative?<\/p>\n<p><strong>RULES OF ENGAGEMENT<\/strong><\/p>\n<ol>\n<li>Prior work is acceptable, as long as it isnt an already finished product.<\/li>\n<li>Sensis will assign all teams a business category on the first day, your final submission must service that business category to be eligible for prizes.<\/li>\n<li>All Hackathon participants must register on this website before Friday 23<sup>rd<\/sup>&nbsp;March 2012.<\/li>\n<li>The development tools, frameworks and application focus are entirely up to the participants but the final product must integrate the Sensis API.<\/li>\n<li>Participants are expected to BYO tools &amp; software necessary to build their entry.<\/li>\n<li>Rules are subject to change if necessary at the discretion of Sensis &amp; Pollenizer Ventures.<\/li>\n<li>Employees, contractors and partners of Sensis &amp; Pollenizer Ventures are welcome to participate in the Hackathon but are not eligible to receive prizes.<\/li>\n<li>Participants must present their project concepts to the judging panel at 6:00pm on 24<sup>th<\/sup>&nbsp;March with working product prototypes presented to the judging panel at 5:00pm on Saturday 31<sup>st<\/sup>March 2012.<\/li>\n<li>All prizes will be awarded at 6:30 PM on Saturday 31st March 2012.&nbsp;<\/li>\n<li>The $10,000 investment prize is to be awarded at the discretion of Pollenizer Ventures. The winning team grants to Pollenizer Ventures an option to acquire an ownership or participation interest of up to 10% of the total ownership or participation interest in any company, corporation, trust, partnership, legal entity or other form of organisation or association of which the winning team retains control.&nbsp;The $10,000 investment prize may not be awarded if no entry is deemed worthy.<\/li>\n<li>All design and code assets remain intellectual property of the individuals who created them.<\/li>\n<li>Sensis may use your business name and the name of your product and screenshots of your product in our public statements and marketing materials.<\/li>\n<\/ol>\n<p><a href=http:\/\/developers.sensis.com.au\/ target=_blank><\/a><\/p>\n<p class=MsoNormal style=margin-top: 0cm; margin-right: -7.1pt; margin-bottom: 18.0pt; margin-left: 0cm; line-height: 150%;><span style=font-family: Arial Black; font-size: x-small;><span style=line-height: 19px;><br \/><\/span><\/span><\/p>","start_date":"Mar 24 2012 16:00:00","display_start_date":"03-24-2012","end_date":"Apr 01 2012 02:00:00","display_end_date":"03-31-2012","url":"http:\/\/sapihacksyd.eventbrite.com\/","address":"HQ 180 Commonwealth St Surry Hills NSW","city":"Sydney","state":"New South Wales","zip":"2010","country":"Australia"}]}