{"events":[{"name":"BUILD 2012 Watchfest, Installfest, & Hackathon","about":"<P>With Windows Phone 8 releasing, WIndows 8 Releasing, and BUILD finding a decent date that did not conflict with any of these events was difficult. As a result we decided to have a Watchathon\/Hackathon\/Installfest night. <\/P>\n<P>Well be watching whatever is happening at BUILD on Tuesday, October 30th, 6pm (our time). Well also have as many of our local experts around as is possible, so if between now and the 30th you run into issues you can not get around bring them. We will  do our best to help. Looking for a good time to install Win8, The 30th is the night.<\/P>\n<P>It will be a fun time (yes, we will have some food, and probably a few prizes).<\/P>\n<P>ALSO, If you are going to BUILD, next month we are planning a BUILD recap event, and we want you to come talk to us. All you need to do is answer the question The thing at BUILD that excited me was ____ (and you fill in the blank).<\/P>\n<P>FINALLY, and most importantly, could you at the very least click on some or all of the following links if you havent yet:<\/P>\n<UL>\n<LI>http:\/\/bit.ly\/TCtHWp - 30-Day Windows 8 App Development<\/LI>\n<LI>http:\/\/bit.ly\/SQinjR - Download Windows Server 2012<\/LI>\n<LI>http:\/\/bit.ly\/SkInru - Download VS 2012 Express<\/LI>\n<LI>http:\/\/bit.ly\/NPCUIn - Get 90 days of Azure Free<\/LI>\n<LI>http:\/\/bit.ly\/Q7McfN - 30-Day Windows Phone App Development<\/LI>\n<LI>http:\/\/bit.ly\/TCuGWP - Hyper-V Server 2012 (new!)<\/LI>\n<LI>http:\/\/bit.ly\/P2JAPg - System Center 2012 Suite<\/LI>\n<LI>http:\/\/bit.ly\/QjPi3S - MS Virtual Academy<\/LI>\n<\/UL>","start_date":"Oct 31 2012 01:00:00","display_start_date":"10-30-2012","end_date":"Oct 31 2012 03:00:00","display_end_date":"10-30-2012","url":"http:\/\/tbwindev201210-SRCH.eventbrite.com","address":"5426 Bay Center Dr., Suite 700","city":"Tampa","state":"FL","zip":"33609","country":"United States"},{"name":"Mayor's Tampa Hackathon 2012","about":"","start_date":"Jun 23 2012 01:00:00","display_start_date":"06-22-2012","end_date":"Jun 25 2012 13:00:00","display_end_date":"06-25-2012","url":"http:\/\/mayorshackathon-SRCH.eventbrite.com","address":"211 N Tampa St Array","city":"Tampa","state":"FL","zip":"33602","country":"United States"},{"name":"Tampa Startup Weekend","about":"<p>Startup Weekend Tampa is an intense 54 hour event where a community of entrepreneurs, startup enthusiasts, developers, designers, marketing gurus and anyone interested in building a business come together over the course of a weekend to share ideas, form teams, and launch a startup. No Talk, All Action. Launch a Startup in 54 hours.<\/p>","start_date":"Apr 14 2012 01:00:00","display_start_date":"04-13-2012","end_date":"Apr 16 2012 04:00:00","display_end_date":"04-15-2012","url":"http:\/\/startuptampa2012.eventbrite.com","address":"5426 Bay Center Dr # 700","city":"Tampa","state":"FL","zip":"33609","country":"United States"},{"name":"Bill Reiss' Third Annual XNA Game Camp and Hackathon","about":"<P>This is a FREE event!<\/P>\n<P>Maybe you have always dreamed of writing games, or youre an aspiring game developer looking to meet up and share ideas and techniques, or you are currently writing games for iOS or Android and want to give Windows Phone and Xbox a shot. This event is for you!<\/P>\n<P>Join Bill Reiss, Silverlight MVP and author of game frameworks and games for Windows Phone and Xbox for a fun day of learning and coding using XNA Game Studio and C#. Well be focusing on Windows Phone, but the same techniques can help you get your game on Xbox Live Independent Games.<\/P>\n<P>Bill and his talented guest presenters will present sessions on XNA game development throughout the day and evening, but the focus is really on jumping in and getting your game on and getting help along the way. Game templates for popular types of games will be provided to get you started.<\/P>\n<P>Well be providing food and caffeinated drinks throughout the day, and well have some great giveaways. Come with a game idea or well be happy to help you come up with one.<\/P>\n<P>Even if you cant come early, come whever you can and join in on the fun!<\/P>\n<P> <\/P>","start_date":"Dec 16 2011 17:00:00","display_start_date":"12-16-2011","end_date":"Dec 17 2011 05:00:00","display_end_date":"12-16-2011","url":"http:\/\/tampaxna.eventbrite.com","address":"5426 Bay Center Dr. Suite 700","city":"Tampa","state":"FL","zip":"33609","country":"United States"}]}