{"events":[{"name":"WOWZAPP 2012: Worldwide Hackathon for Windows -- Wallisellen\/Zurich, Switzerland","about":"<p class=ppBodyTextIndent><strong>WOWZAPP &ndash; The Worldwide Microsoft Hackathon for Windows<\/strong><\/p>\n<p class=ppBodyTextIndent>Be part of the worldwide Microsoft WOWZAPP Hackathon for Windows! Join us for a coding night with pizza and drinks. And win a Samsung ATIV Tab!<\/p>\n<p class=ppBodyTextIndent><strong>Agenda:<\/strong><\/p>\n<p>16:00 &ndash; 16:15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Registration<\/p>\n<p>16:15 &ndash; 17:30&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Introduction and registration to the WOWZAPP Hackathon and Windows 8 Apps Overview<\/p>\n<p>17:30 &ndash; 17:45&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Break<\/p>\n<p>17:45 &ndash; 21:45&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Coding Lab &ldquo;The Contoso Cookbook App&rdquo; and Expert Lounge<\/p>\n<p>21:45 &ndash; 22:00&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Draw of Samsung ATIV Tab<\/p>\n<p>Pizza, soft drinks, Red Bull, coffee, beer as well as candy bars and fruit will be available all night.<\/p>\n<p><strong>Part 1: MSDN TechTalk &ndash;Windows 8 Apps Overview<\/strong><strong><br \/><\/strong>If you want to get up to speed with this important release, this overview session is for you. We will introduce you to Windows 8, explaining the peculiarities of the new development platform for applications and the coexistence with the current development technologies. At the same time you will learn how you can benefit from the biggest opportunity presented by the Windows Store. This session will be held in English.<br \/><br \/><strong>Part 2: MSDN Hands-On-Lab &ndash; Learn all About Developing Windows 8 Apps<\/strong><strong><br \/><\/strong>Then, after the break, if you want to learn more about developing Windows 8 apps, you will have the chance to build your first app on your own with the support of Microsoft employees, using the language and technology you prefer. You can choose between two versions of the same lab (manual only available in English): one based on HTML and JavaScript, the other one based on XAML and C#. The goal of the lab is to make you acquire the skills needed to write compelling and store-ready apps.<br \/><br \/><strong>Expert Lounge<\/strong><\/p>\n<p>Are you already working on an app? Do you have an idea and want to discuss its feasibility and options? Or are you almost done and need some ideas on how to market your app? Come to our Expert Lounge and meet with peers to discuss your ideas and questions!<br \/><br \/><strong>Please bring your own laptop\/tablet with the following software pre-installed:<br \/><\/strong><strong><br \/>Windows 8 RTM<br \/><\/strong>If you&rsquo;re an MSDN subscriber, you can get Windows&nbsp;8 RTM from MSDN&nbsp;<a href=http:\/\/msdn.microsoft.com\/en-us\/subscriptions\/default.aspx target=_blank>Subscriber Downloads<\/a>.<br \/>If you&rsquo;re not an MSDN subscriber, you can download an evaluation version of Windows 8 RTM from&nbsp;<a href=http:\/\/www.microsoft.com\/click\/services\/Redirect2.ashx?CR_CC=200125101 target=_blank>Evaluation Center<\/a>. Note this version will expire and you cannot upgrade.<br \/><br \/><strong>Visual Studio 2012 RTM<\/strong><strong><br \/><\/strong>Microsoft Visual Studio Express 2012 for Windows 8 is your tool to build Windows 8 apps. It includes the Windows 8 SDK, Blend for Visual Studio, and project templates. You must first install Windows 8 RTM.<br \/><a href=http:\/\/msdn.microsoft.com\/en-us\/windows\/apps\/hh852659 target=_blank>Get details and additional languages<\/a><br \/><a href=http:\/\/go.microsoft.com\/fwlink\/?LinkId=255966 target=_blank>Download Now<\/a><\/p>","start_date":"Nov 10 2012 00:15:00","display_start_date":"11-09-2012","end_date":"Nov 10 2012 06:00:00","display_end_date":"11-09-2012","url":"http:\/\/wowzapp2012wallisellenzurich-SRCH.eventbrite.com","address":"3 Richtistrasse","city":"Wallisellen","state":"ZH","zip":"8304","country":"Switzerland"}]}