{"events":[{"name":"WOWZAPP 2012: Worldwide Hackathon for Windows -- Waterloo, Canada","about":"<p><strong>Be part of the app revolution!<\/strong><\/p>\n<p>By registering, you&rsquo;ll be joining thousands of developers worldwide as we build apps for the next generation of Windows.<\/p>\n<p><strong>Expert Help, Free Resources<\/strong><\/p>\n<p>Microsoft app experts, developers and trainers will be available on-site to assist your learning and coding. Learn about building Windows Store apps today &ndash; download the&nbsp;<a href=http:\/\/go.microsoft.com\/?linkid=9817824 target=_blank>info, tools and resources&nbsp;<\/a>you need now.&nbsp;<\/p>\n<p><strong>Windows Azure Mobile Services<\/strong><\/p>\n<p>Does your Store app idea include cloud services or storage?&nbsp;Check out&nbsp;<a href=http:\/\/www.windowsazure.com\/en-us\/develop\/mobile\/tutorials\/get-started\/ target=_blank>Get started with<\/a><a href=http:\/\/www.windowsazure.com\/en-us\/develop\/mobile\/tutorials\/get-started\/>Mobile Services<\/a>&nbsp;&ndash;registered student WOWZAPP 2012 participants are eligible for a FREE temporary student Windows Azure subscription!&ndash; supplies are limited so be sure to register now!<\/p>\n<p><strong>Event Hours are as follows:<\/strong><br \/>DAY ONE (Nov. 9)<br \/>5:00pm to 12:00am<br \/>DAY TWO (Nov. 10)<br \/>8:00am to 6:00pm<\/p>","start_date":"Nov 10 2012 01:00:00","display_start_date":"11-09-2012","end_date":"Nov 11 2012 02:00:00","display_end_date":"11-10-2012","url":"http:\/\/wowzapp2012waterloocanada-SRCH.eventbrite.com","address":"200 University Ave W","city":"Waterloo","state":"","zip":"N2L 3G1","country":"Canada"},{"name":"University of Waterloo Hackathon","about":"<p><span>Were very excited to announce that well be back in Waterloo to host the 2nd Facebook Hackathon at the University of Waterloo on January 20-21, 2012!&nbsp;<\/span><br \/><br \/><span>There are a few changes to this year:<\/span><br \/><span>- the event will be capped at 150 students (this is due to technical and safety issues)<\/span><br \/><span>- no pre-registration this year - wristbands will be given out to all participants<\/span><br \/>\n<div class=text_exposed_show>- show up early, get a wristband, claim a spot, get a t-shirt and hack (please note the earliest you can claim a spot is 430p ET)<br \/>- no CRT monitors and small appliances (hot water kettle, espresso machine, curling irons, etc) allowed<br \/><br \/>Well see you there!<br \/><br \/>If you dont know what a Hackathon is...&nbsp;<br \/><br \/>Hackathons are a unique part of our culture that allow the entire company to focus on building new things in a nights work. It&rsquo;s often the birthplace of new products like chat, video, and HipHop for PHP.<br \/><br \/>Join the Facebook team as we stay up all night hacking and having a good time. Well supply the food, fun diversions, prizes and some professional guidance. You bring your skills and ideas. Well see you there.<br \/><br \/>Winners of each Hackathon will be flown out to Palo Alto in November to compete against the other winning teams from Hackathons held at other universities across the country.<br \/><br \/>Youll want to start thinking of an idea and assemble yourself into a team of no more than 4 people. Please come early as we will hit the 150 person max capacity.<\/div>\n<\/p>","start_date":"Jan 20 2012 08:00:00","display_start_date":"01-20-2012","end_date":"Jan 21 2012 08:00:00","display_end_date":"01-21-2012","url":"http:\/\/www.facebook.com\/events\/205373126215919\/","address":"Great Hall - Student Life Centre 200 University Avenue West","city":"Waterloo","state":"Ontario","zip":null,"country":"Canada"}]}