{"events":[{"name":"London Startup Weekend","about":"<p><a href=http:\/\/startupweekend.org\/>Startup Weekend<\/a><span>&nbsp;<\/span><span>and<\/span><span>&nbsp;<\/span><a href=http:\/\/www.svc2u.com\/>Silicon Valley comes to the UK<\/a><span>&nbsp;<\/span><span>are teaming up to bring the craziness of the 54-hour long events simultaneously in London, Manchester, Sheffield, Southampton and Cambridge this coming November. Those events will bring developers, designers, marketers, product managers and startup enthusiasts to come together to share ideas, form teams, build products, and launch startups!<\/span><\/p>\n<h5><span>What is specific about the Startup Weekend-SVC2UK events?<\/span><\/h5>\n<p><span>Teams will be free to work on any startup they want but they will have access to UK government data sets from&nbsp;<a href=http:\/\/data.gov.uk\/ target=_blank><span>data.gov.uk<\/span><\/a>&nbsp;to build startups. Participants will use this data to produce high impact applications\/websites to unlock the power of public data to help &ldquo;rewrite the rules of the new economy&rdquo;.<\/span><\/p>\n<p><span>After the weekend, the top startups will be invited to attend an exclusive awards ceremony in central London in November and will also get the chance to fight in the&nbsp;<\/span><a href=http:\/\/www.eventbrite.com\/globalstartupbattle.org><span>Global Startup Battle<\/span><\/a><span>&nbsp;taking place between the 130 Startup Weekend events during&nbsp;<\/span><a href=http:\/\/www.gew.org.uk\/><span>GEW<\/span><\/a><span>.<\/span><\/p>\n<p><span>Thanks!<\/span><\/p>\n<div class=im>\n<p><span><strong>Refund Policy:<\/strong>&nbsp;&nbsp;No refunds will be granted within 7 days of the event if food and drink have already been ordered. Apologies for any inconvenience this may cause.<\/span><\/p>\n<p><span><strong>About Startup Weekend:<\/strong>&nbsp;Startup Weekends are 54-hour events designed to provide superior experiential education for technical and non-technical entrepreneurs.&nbsp;&nbsp;Beginning with Friday night pitches and continuing through brainstorming, business plan development, and basic prototype creation, Startup Weekends culminate in Sunday night demos and presentations.&nbsp;&nbsp;Participants create working startups during the event and are able to collaborate with like-minded individuals outside of their daily networks.&nbsp;All teams hear talks by industry leaders and receive valuable feedback from local entrepreneurials.&nbsp;The weekend is centered around action, innovation, and education. &nbsp;Whether you are looking for feedback on a idea, a co-founder, specific skill sets, or a team to help you execute, Startup Weekends are the perfect environment in which to test your idea and take the first steps towards launching your own startup.<\/span><\/p>\n<\/div>","start_date":"Nov 10 2012 02:00:00","display_start_date":"11-09-2012","end_date":"Nov 12 2012 05:00:00","display_end_date":"11-11-2012","url":"http:\/\/svc2uk-startupweekend-SRCH.eventbrite.com","address":"111 Buckingham Palace Rd","city":"Westminster","state":"England","zip":"SW1W 0","country":"United Kingdom"}]}