{"news":[{"title":"Montreal Hackathon Aims to Combat Government Corruption | TechPresident","details":"  Hackons la Corruption 2012 (Hacking Corruption 2012), billed as North America’s first anti-corruption hackathon, was held on November 10 and 11 at a community center in Montreals east end.  Participants from Quebec and elsewhere attended seminars, munched on pizza, and worked in teams to create projects aimed at exposing government behavior and improving open data access.  “The climate in Quebec right now is one of astonishment at the amount of corruption.  We think that in the 21st century, we need to use 21st century technology to fight corruption,” said organizer Jonathan Brun, one of six co-founders of QuebecOuvert, the group behind the event.  The hackathon, months in the planning, teamed hackers and challenged them to scrape existing information databases in hopes of raising public awareness regarding government accountability.","item_date":"Nov 13 2012 02:51:20","display_item_date":"11-12-2012","url":"http:\/\/techpresident.com\/news\/WeGov\/23123\/montreal-hackathon-aims-combat-government-corruption","source":"techpresident.com","tags":"Hackathons"},{"title":"Hackers, Geeks, Activists Invited to Alameda County Hackathon | NBC Bay Area","details":"  Alameda County is offering up datasets to anyone wishing to code an app to put that data to good use, according to the Contra Costa Times.  On Dec.  8, coders will have from 11:30 a.  m.  to 4:30 p.","item_date":"Nov 11 2012 04:41:45","display_item_date":"11-10-2012","url":"http:\/\/www.nbcbayarea.com\/news\/local\/Hackers-Geeks-Activists-Invited-to-Alameda-County-Hackathon--177969691.html","source":"www.nbcbayarea.com","tags":"Hackathon"},{"title":"Brooklyn Hacker • That Moment When RMS Walks Into Your Hackathon","details":"  * Editor’s note: This actually happened, but I was not standing super close to the subject during the exchange.   Conversation paraphrased from eyewitness account.  There I was at Boston Music Hack Day, rapping with Brendan Baker of public radio fame, when in walks Richard M.  Stallman.   Beard matted into a bizarre pizza crust flapping off the end of his chin, he strolled casually past a small army of Ruby developers unaware of his celebrity while I did a quick double-take.","item_date":"Nov 11 2012 04:34:22","display_item_date":"11-10-2012","url":"http:\/\/brooklynhacker.com\/post\/35445721578\/that-moment-when-rms-walks-into-your-hackathon","source":"brooklynhacker.com","tags":"Hackathons"},{"title":"Montrealers log on for anti-corruption ‘hackathon’","details":"  Jacques Duchesneau, former chief of Montreal police, former anti-corruption squad leader and newly elected MNA, applauded Québec Ouverts efforts Saturday.  It’s important to develop software that can detect questionable dealings before the actual deal takes place, he told them.  Photograph by: Dave Sidaway \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t, The Gazette\nWhen it comes to preventing corruption, technology may be our best weapon.  Over the weekend, several dozen tech-savvy citizens gathered with their laptops and giddily massaged such scintillating data as Montreal and Laval city contracts, the registry of Quebec companies, donations to political parties and public calls to tender.  Not exactly everyone’s idea of spending a beautiful, crisp sunny day.","item_date":"Nov 11 2012 03:57:53","display_item_date":"11-10-2012","url":"http:\/\/www.montrealgazette.com\/technology\/Montrealers+anti+corruption+hackathon\/7531105\/story.html","source":"www.montrealgazette.com","tags":"Hackathons"},{"title":"Secrets Of Facebook's Legendary Hackathons Revealed","details":"  Meet Pedram Keyani, the coder behind the nocturnal events that shake up Facebook.  Yes, were talking kegerators, Zucks hammock--and coding.  Revealing snapshots of innovators who grapple with big ideas, solve nagging problems, and upend giant industries.  Read More       \n\n\nPedram Keyani is a manager of engineering on Facebook’s “site integrity” team, meaning he works to keep your account safe from spam and other threats.  One of Keyani’s greatest contributions to Facebook, though, may be his unofficial role in organizing and kicking off Facebook’s hackathons, which are held internally about every six weeks.","item_date":"Nov 09 2012 17:05:58","display_item_date":"11-09-2012","url":"http:\/\/www.fastcompany.com\/3002845\/secrets-facebooks-legendary-hackathons-revealed","source":"www.fastcompany.com","tags":"Hackathons"},{"title":"Privacy Icons Legal Hackathon","details":"  The Center for Internet and Society at Stanford Law School is a leader in the study of the law and policy around the Internet and other emerging technologies.","item_date":"Nov 07 2012 18:23:00","display_item_date":"11-07-2012","url":"http:\/\/cyberlaw.stanford.edu\/events\/privacy-icons-legal-hackathon","source":"cyberlaw.stanford.edu","tags":"Hackathons"},{"title":"Do it for the `hack' of it! | Deccan Chronicle","details":"  Watching the charming Seth Green nimbly make his way in and out of complicated codes in The Italian Job must have fascinated many a young tech geek.  The art of breaking down and improvising codes and software is an asset much sought-after in our city.  Hackathons are becoming increasingly popular in IT firms and some are even conducting open hack events annually.  With Microsoft announcing its hackathon Wowzapp that kickstarts on November 9, we look at how hackathons have changed the way youngsters ideate in the city.  The first reaction when you say hackathon is, “Are you breaking the law?","item_date":"Nov 04 2012 17:09:21","display_item_date":"11-04-2012","url":"http:\/\/www.deccanchronicle.com\/tabloid\/bengaluru\/do-it-hack-it-625","source":"www.deccanchronicle.com","tags":"Hackathons"},{"title":"Hackathon Contestant HeatData Obsessively Tracks How People Interact With Mobile Apps - The Chronicle: Tech","details":"","item_date":"Sep 10 2012 01:52:10","display_item_date":"09-09-2012","url":"http:\/\/www.chronline.com\/life\/tech\/article_6ac4a509-3bda-5332-bb30-0c09b8cfbecf.html","source":"www.chronline.com","tags":"Hackathon"},{"title":"Thread: To TechCrunch hackathoners","details":"  If youre looking for something to do, how about picking off one of the ideas on the roadmap for the open Twitter-like ecosystem.  You could do a nice linkblogging tool.  Or a beautiful rendering of river.  js in the browser of your choice (or hopefully all of them).  How about a nice way to manage susbscription lists in a way that can be shared with all applications.","item_date":"Sep 08 2012 16:51:14","display_item_date":"09-08-2012","url":"http:\/\/threads2.scripting.com\/2012\/september\/toTechcrunchHackathoners","source":"threads2.scripting.com","tags":", Hackathon"},{"title":"Google’s “Develop for Good” hackathon winners tackle environment, human rights — Tech News and Analysis","details":"  Google held a “Develop for Good” hackathon for developers surrounding the company’s June I\/O conference, allowing developer groups using Google products to tackle a variety of projects related to human rights, the environment, and politics.  At Google’s I\/O developer conference in June, the company held a “Develop for Good” hackathon as a collaboration between the I\/O conference and Google’s philanthropy arm, Google.  org.  On Friday, Google picked the winners from the hackathon in three main categories: Ideas, Politics and Elections and Green.  The selection of winners highlighted some interesting projects where companies are using technology to tackle issues in human rights and the environment.","item_date":"Sep 08 2012 02:42:48","display_item_date":"09-07-2012","url":"http:\/\/gigaom.com\/2012\/09\/07\/googles-develop-for-good-hackathon-winners-tackle-environment-human-rights\/","source":"gigaom.com","tags":"Google, Hackathon"},{"title":"The LSRC Hackathon is a Wrap! Thanks Austin!","details":"  We came, we saw, we hacked overnight – not only that, but we were welcomed with open arms by Austin’s incredible tech and startup scene, who made it incredibly easy to be a Montreal company organizing and  hosting an event in a city some of us (me!  ) had never been to.   Some seriously impressive hacks were built overnight from Saturday August 11th to Sunday August 12th!  Here’s a breakdown of the awesome winning hacks, along with a few of our own honourable mentions.  2nd Place – NotifHack, created by OtherInbox‘s Ben Hamill and Bob Potter, combined Twilio and Context.","item_date":"Aug 13 2012 07:00:00","display_item_date":"08-13-2012","url":"http:\/\/blog.context.io\/2012\/08\/the-lsrc-hackathon-is-a-wrap-thanks-austin\/","source":"blog.context.io","tags":"Hackathon"},{"title":"AlchemyAPI Sponsors HackDenver 2012 August 17–18","details":"  We are proud to be sponsoring HackDenver 2012, a free 2-day hackathon designed for attendees, both technical and non-technical, to build apps, explore new technologies, hack APIs, compete for prizes, and meet interesting people.  The hackathon will be held from August 17th-18th at Uncubed Coworking, located in the River North Art District (RiNo) of Denver.  The “Best App Using AlchemyAPI” wins $500 in prizes.   In addition, the “Best Hackathon Overall App” receives $500 in prizes for the team.","item_date":"Aug 13 2012 07:00:00","display_item_date":"08-13-2012","url":"http:\/\/blog.alchemyapi.com\/?p=83","source":"blog.alchemyapi.com","tags":"Hackathon"},{"title":"How FollowMe won the ATT Hackathon","details":"  A guy walks into a hackathon with an idea.   We’ve all heard this story before.   Startups like Zaarly, LaunchRock and Banjo were all born at hackathon type events and have gone on to launch successful startups.   The story never grows old, because it holds the promise that we all can bootstrap a dream and create something from nothing.   The ATT San Francisco Hackathon hosted by StackMob saw Team FollowMe wow the judges with a roadtripping app for iOS that connects friends, maps out trip routes with pit stops along the way.","item_date":"Jul 16 2012 07:00:00","display_item_date":"07-16-2012","url":"http:\/\/www.stackmob.com\/2012\/07\/how-followme-won-the-att-hackathon\/","source":"www.stackmob.com","tags":"Hackathon, StackMob"},{"title":"Ecommerce Hackathon","details":"  The story of New York’s tech scene is laced with ecommerce success.  From Doubleclick serving ads to Seamless serving food to Gilt, Birchbox, Rent the Runway, Fab, Warby Parker… New York is a transactional town.  In this grand tradition, on August 4-5 Etsy and Dwolla are organizing an ecommerce hackathon.  Ordr.  in is sponsoring with some other amazing companies- Twilio, Zappos, Busted Tees, Sincerely, Stripe, Kiip… you get the idea.","item_date":"Jul 08 2012 07:00:00","display_item_date":"07-08-2012","url":"http:\/\/ordrin.tumblr.com\/post\/26790593659","source":"ordrin.tumblr.com","tags":"Hackathon"},{"title":"First Ever Allen Brain Atlas Hackathon Unleashes Big Data API to Push Neuroscience Forward - MarketWatch","details":"  SEATTLE, Jun 25, 2012 (BUSINESS WIRE) -- The Allen Institute for Brain Science convened the first ever Allen        Brain Atlas Hackathon last week, opening its doors to a diverse group of        programmers and informatics experts for a non-stop week of        collaboration, learning and coding based on its public online platform        of data, tools and source code.  The event brought together more than 30        participants from top universities and institutes ranging from the        Baylor College of Medicine in Houston to the Nencki Institute of        Experimental Biology in Poland, as well as from start-ups and        established technology companies, to develop data analysis strategies        and tools based on the newly enhanced Allen Brain Atlas application        programming interface (API).  This hackathon stems from our longstanding, open approach to science        and our belief that putting our data-rich resources in the hands of the        many and varied experts around the globe is the most effective way to        drive progress in brain research, said Chinh Dang, Chief Technology        Officer of the Allen Institute for Brain Science.  The hackathon        projects delivered innovative ways of handling data, offering direct        contributions to the informatics and programming communities as well as        to neuroscience.  We hope that this event serves as a springboard for        others out in the community to use our API, and we look forward to        seeing what can be done with it.","item_date":"Jun 28 2012 02:39:36","display_item_date":"06-27-2012","url":"http:\/\/www.marketwatch.com\/story\/first-ever-allen-brain-atlas-hackathon-unleashes-big-data-api-to-push-neuroscience-forward-2012-06-25","source":"www.marketwatch.com","tags":"Hackathon"},{"title":"Firefox Command Line Hackathon - Incompleteness","details":"  Im in the process of finishing off bug 724055 which will make it as easy as is possible to create new commands, just set a pref to point to a directory where your commands are stored in JSON (ish) files, and youre done.  In the next few days Ill update this post  with a set of resources for creating commands and ideas for commands.  Well hang out in IRC and crank away and see how many commands we can get written in a day.  If you can spare some time, wed love to have some help.  Update: Originally this post had a date typo and said the 27th.","item_date":"Jun 25 2012 19:41:24","display_item_date":"06-25-2012","url":"http:\/\/incompleteness.me\/blog\/2012\/06\/20\/command-line-hackathon\/","source":"incompleteness.me","tags":"Hackathon"},{"title":"Exploitation by STL Hackathon? | philip i thomas","details":"  On the surface, the STL Hackathon by Teralogix sounds like a fun event – code for 24 hours, eat free food, build a new product, and get a chance at $20k if you win.  Regardless of the outcome, you receive a free iPad 3 at the end of the event.  However, dig a little deeper and you find out some alarming details:\nWhy do I have to sign a terms and condition waiver?  All participants will have to sign a terms and conditions waiver because the winning team(s) idea and intellectual property (IP) will become property of Teralogix.  Only the winner or winning team will assign IP rights to new company.","item_date":"Jun 24 2012 22:06:41","display_item_date":"06-24-2012","url":"http:\/\/philipithomas.com\/2012\/06\/exploitation-by-stl-hackathon\/","source":"philipithomas.com","tags":"Hackathon"},{"title":"IP Agreements at Hackathons","details":"  This is a list of books currently on my To Read shelf.  literally.  I do not suggest or anti-suggest any of them at this time as I havent read them yet.  Agile Project Management with Scrum\n Beautiful Code\n \n   This is not the home of dotProject or web2project.  It is the home of CaseySoftware, LLC.","item_date":"Jun 23 2012 22:31:14","display_item_date":"06-23-2012","url":"http:\/\/caseysoftware.com\/blog\/ip-agreements-hackathons","source":"caseysoftware.com","tags":"Hackathons"},{"title":"Windows 8 Hackathon in Mountain View June 22-24 hosted by Microsoft and Hackers+Founders - Adventures of a SoCal Technical Evangelist - Site Home - MSDN Blogs","details":"  Join us for the Win 8 hackathon and be among the first to see the new look (pretty!  ) and feel (touch screens!  ) of Windows before the public launch in Q3.  Not only do you guys get to play with new technology, did I mention that there are only 300 apps in the Win 8 store right now?  And that the MSFT store is set to be the biggest one of its kind ever?","item_date":"Jun 17 2012 17:26:31","display_item_date":"06-17-2012","url":"http:\/\/blogs.msdn.com\/b\/alicerp\/archive\/2012\/06\/14\/windows-8-hackathon-in-mountain-view-june-22-24-hosted-by-microsoft-and-hackers-founders.aspx","source":"blogs.msdn.com","tags":"Hackathons"},{"title":"Hackathon Brings Together 150 Creative Change-Makers to “Reinvent Business” | Blog | design mind","details":"  How can technology and a group of creative minds help build a more human and truly social enterprise that is designed for the 21st century world and restores trust between business and society?  That was the big question tackled by the interdisciplinary Reinvent Business hackathon – a collaborative, rapid ideation and software programming event – that we hosted in our San Francisco studio this past weekend.  Co-developed by frog and LRN, and in partnership with Blumberg Capital, BSR, Carnegie Mellon University, Cue Ball, Dachis Group, Fast Company, Net Impact, Silicon Valley Bank, and the World Economic Forum, Reinvent Business brought together a diverse group of 150 software developers, designers, gamers, filmmakers, storytellers, and business leaders to design and build innovative products and services that have the capacity to change corporate behavior from within.  Based on the belief that social technology and design present a unique  opportunity to drive higher levels of transparency, empathy, and  self-governance within companies, our goal was to create concepts and  prototypes for software applications that translate values and  principles into concrete interactions and tangible experiences at the  workplace.  The event began on Friday evening with a private reception for participants hosted by Blumberg Capital.","item_date":"Jun 17 2012 17:26:16","display_item_date":"06-17-2012","url":"http:\/\/designmind.frogdesign.com\/blog\/hackathon-brings-together-150-creative-change-makers-to-reinvent-business.html","source":"designmind.frogdesign.com","tags":"Hackathons"},{"title":"Developers can go off the rails during this weekend's Hackatrain - Chicago online marketing | Examiner.com","details":"  On Saturday, June 16, from 9am to 6pm, developers from far and wide, and all types of programming languages, will converge upon the CTA Brown Line to participate in Hackatrain, the first hackathon event ever held on a train, founded by entrepreveloper Tom Ordonez.  This is everything you wanted to know about a hackathon on a train, but were afraid to ask.  What is Hackatrain, and how frequent is this event?  The Hackatrain is the 1st hackathon inside a CTA train in Chicago.  Developers can build any type of web or mobile applications inside a train.","item_date":"Jun 17 2012 17:25:51","display_item_date":"06-17-2012","url":"http:\/\/www.examiner.com\/article\/developers-can-go-off-the-rails-during-this-weekend-s-hackatrain","source":"www.examiner.com","tags":"Hackathons"},{"title":"The Hacktastic Hackathon","details":"  Startup Weekend is a global network of passionate leaders and entrepreneurs on a mission to inspire, educate, and empower individuals, teams and communities.  Come share ideas, form teams, and launch startups.  Startup Weekend Global Site             \n                                         \nLooking to satisfy that Startup Weekend itch before the event?   Ohio State’s TCO has announced that they will be holding single-day hack events periodically throughout the year -and you are in luck, because the next one will be just in time to dust off those hacking skills and get you ready for the 54-hour frenzy of Summer Startup Weekend!  The upcoming Hacktastic Hackathon will be the week before Columbus Startup Weekend on Thursday, June 21st from 9am-8pm.","item_date":"Jun 17 2012 17:25:44","display_item_date":"06-17-2012","url":"http:\/\/columbus.startupweekend.org\/2012\/06\/14\/event-announcement-the-hacktastic-hackathon\/","source":"columbus.startupweekend.org","tags":"Hackathons"},{"title":"Contra Costa College students participate in hack-a-thon for a good cause | abc7news.com","details":"  SAN PABLO, Calif.  (KGO) --  Pulling an all-nighter is nothing new for college students.  In an event held at Contra Costa College and sponsored by chip giant Intel, engineering students held a 32-hour hack-a-thon for a good cause.  The apps they created will help teach younger students math.  It starts out with typing, scribbling and even a little card-playing.","item_date":"Jun 17 2012 17:25:31","display_item_date":"06-17-2012","url":"http:\/\/abclocal.go.com\/kgo\/story?section=news\/technology&id=8700552","source":"abclocal.go.com","tags":"Hackathons"},{"title":"Hackathon | Roblox Blog","details":"  Last week, we announced that ROBLOX Game Conference 2012 will feature an all-day Hackathon, where attendees can use their scripting and logic skills to come up with quick solutions to ROBLOX puzzles.  We put the idea to practice on Friday afternoon, gathering eight ROBLOX developers for our own mock Hackathon.  The winning developers, known on ROBLOX as “QuantumSama” and “HotThoth“, didn’t receive tangible prizes — actual RGC participants will — but a brief Friday evening of bragging rights.  The mock Hackathon gave us a chance to test several challenges, a timer and leaderboard system, and helped us see some ways we can make this event fun for ROBLOX users of many tiers.  Watch this video for an inside look at our dry run on Friday, June 8th.","item_date":"Jun 17 2012 01:05:14","display_item_date":"06-16-2012","url":"http:\/\/blog.roblox.com\/tag\/hackathon\/","source":"blog.roblox.com","tags":"Hackathon"},{"title":"Silicon Beach Hackathon - Hacking at a Beach Party? Only in LA!","details":"  Southern California has finally emerged as power house in the tech scene, and in honor of this accomplishment, Silicon Beach Fest is throwing a major Hackathon during the festival from June 21st to 23rd.  The Hackathon will consist of three days of 15 invite-only teams going head-to-head to win over $50,000 worth of prize money.  Each team will have just over 48 hours to present their creations to the esteemed panel of CEO Judges, including the CEO’s of DataPop, ParkMe, GumGum and an EIR from IdeaLab.  On the development side, prestigious teams from Originate, Hautelook, Disney Interactive and many more will be competing in the codefest.  What’s separating this Hackathon from others is a dozen CTO coaches on-hand to lead hackers to the promised land.","item_date":"Jun 17 2012 01:05:02","display_item_date":"06-16-2012","url":"http:\/\/www.prweb.com\/releases\/2012\/6\/prweb9608799.htm","source":"www.prweb.com","tags":"Hackathon"},{"title":"Google Announces The “Develop For Good” Hackathon","details":"","item_date":"Jun 17 2012 01:04:44","display_item_date":"06-16-2012","url":"http:\/\/www.webpronews.com\/google-announces-the-develop-for-good-hackathon-2012-06","source":"www.webpronews.com","tags":"Hackathon"},{"title":"Inside the Baltimore Hackathon","details":"  The second annual Baltimore Hackathon kicked off on Friday, drawing 75 engineers, programmers, designers, and DIYers to Advertising.  com’s Tide Point offices.  After 48 hours of coding, building, and creating, a panel of judges awarded $500 prizes in six categories: technical complexity, smart design, civic service, aesthetics, crowd favorite, and hacker\/DIY.  But for both the organizers and the participants, the event was about much more than money.  Matthew Forr, an organizer and volunteer, sees the hackathon as a way to strengthen the local tech community while recognizing and rewarding local talent.","item_date":"Jun 12 2012 01:15:43","display_item_date":"06-11-2012","url":"http:\/\/www.examiner.com\/article\/inside-the-baltimore-hackathon","source":"www.examiner.com","tags":"Hackathons"},{"title":"Hackathons Aren't Just for Hacking","details":"  On the eve of Facebook’s public offering, while the world obsessed over the company’s market value and direction, employees gathered in their new Menlo Park headquarters and got to work, hacking away and inventing new products for the site.  This hackathon, a sort-group brainstorm and software-coding party, was not much different than the other 30 hackathons Facebook has held since 1996.  Participants huddled on couches or in conference rooms with white boards, plugging away at new apps.  (I can’t tell you what they are, says the organizer, Pedram Keyani.  “I like my job.","item_date":"Jun 11 2012 18:13:51","display_item_date":"06-11-2012","url":"http:\/\/www.wired.com\/business\/2012\/06\/hackathons-arent-just-for-hacking\/","source":"www.wired.com","tags":"Hackathon"},{"title":"In San Francisco, a hackathon that humanizes the business plan","details":"  SAN FRANCISCO — “We want to build companies that we want our kids to work in, and that we’re proud of,” said Kal Patel, a judge at the Reinvent Business Hackathon hosted by frog design last weekend here in San Francisco.  Patel, who leads global development and the European expansion of business consultancy LRN, said this as a prelude to announcing the three top teams from the two-day hackathon, in which 20 seven-member teams were tasked with developing a product, platform or system that can “build a more human and truly social enterprise.  ”\n Clearly, that’s a tall order.  But that’s the point; frog design and LRN collaborated to develop the hackathon in the hopes of inspiring great ideas for humanizing the way businesses operate.  Tim Leberecht, frog design’s chief marketing  officer, greeted me as I arrived at frog’s SOMA headquarters late Sunday afternoon, just in  time to watch all 20 three-minute presentations.","item_date":"Jun 11 2012 17:29:49","display_item_date":"06-11-2012","url":"http:\/\/www.smartplanet.com\/blog\/design-architecture\/in-san-francisco-a-hackathon-that-humanizes-the-business-plan\/6873","source":"www.smartplanet.com","tags":"Hackathon"},{"title":"Creativity gets a boost with 'hackathon'","details":"","item_date":"Jun 11 2012 17:26:42","display_item_date":"06-11-2012","url":"http:\/\/www.todayonline.com\/Technology\/EDC120611-0000003\/Creativity-gets-a-boost-with-hackathon","source":"www.todayonline.com","tags":"Hackathon"},{"title":"SPARC to Host Mobile App Hackathon","details":"  SPARC, a Best Place to Work winner, opened registration today for its second annual mobile application hackathon being held on Saturday, August 25, 2012.  Hackathon 2.  0 will bring together teams of developers from around the country to compete for over $10,000 in prizes and giveaways, provide an energy-filled environment for spectators, and feature all the beer, caffeine, and tasty food trucks attendees can handle.  The can’t miss 16-hour event will be held at SPARC’s headquarters on 2387 Clements Ferry Road in Charleston, SC.  SPARC’s Hackathon 2.","item_date":"Jun 11 2012 17:03:12","display_item_date":"06-11-2012","url":"http:\/\/www.prweb.com\/releases\/mobile\/hackathon\/prweb9586000.htm","source":"www.prweb.com","tags":"Hackathon"},{"title":"Mobile App Hackathon at START ","details":"  The START coworking space is getting ready to launch and they are hosting a happy hour and a mobile-app hackathon to celebrate.  The aptly name START Kickoff Appy Hour will be Friday June 8th from 6pm-9pm.  The START Hackathon will be Saturday June 9th 7am – 7pm.  The good news is that both events are completely free, and there are over $5,000 worth of prizes at the hackathon.  But, there is one catch… you must register here.","item_date":"Jun 11 2012 00:04:34","display_item_date":"06-10-2012","url":"http:\/\/www.startuphouston.com\/2012\/06\/05\/mobile-app-hackathon-at-start\/","source":"www.startuphouston.com","tags":"Hackathon"},{"title":"Oakland to Host the First Solar Hackathon: Call for Developers","details":"  The hackathon fever is taking over the Nation.  After being hosted at San Francisco, New York City, Boston, Boulder, Santa Clara, now the cleanweb hackathon is coming to Oakland for the first ever solar focussed event.  Can you build an app in a weekend?  Do you thrive in dynamic teams?  Are you a creator, visionary and executor all in one?","item_date":"Jun 09 2012 19:50:34","display_item_date":"06-09-2012","url":"http:\/\/ecopreneurist.com\/2012\/06\/07\/oakland-to-host-the-first-solar-hackathon-call-for-developers\/","source":"ecopreneurist.com","tags":"Hackathon"},{"title":"Join Retailigence At The Big Brand Hackathon","details":"  Top mobile developers will be converging in San Francisco on June 16th and 17th to compete in The Big Brand Hackathon sponsored by Kraft Foods and The Home Depot.  At the event, developers will be working to turn marketing concepts into code and ideas into apps.  Prizes will be awarded for best use of API’s as well as two 1st prizes of $8,000 for best application featuring Kraft and The Home Depot.  Retailigence will be making its local product search API freely available to participating teams.  Developers and spectators are both welcome at the event.","item_date":"Jun 09 2012 03:27:27","display_item_date":"06-08-2012","url":"http:\/\/www.retailigence.com\/blog\/join-retailigence-at-the-big-brand-hackathonjoin-retailigence-at-the-big-brand-hackathon\/","source":"www.retailigence.com","tags":"Hackathon, retailigence"},{"title":"Google Geo Developers Blog: Join us at Random Hacks of Kindness this weekend","details":"  On June 2nd and 3rd, volunteers around the world are coming together for the Random Hacks of Kindness Global Hackathon.  Born in 2009, Random Hacks of Kindness (RHoK) is the brainchild of a partnership among Google, Microsoft, Yahoo!  , HP, NASA and the World Bank.  The RHoK international community is over 4000 strong, encompassing not only computer programmers but also engineers, designers, web experts, project managers and other tech-savvy do-gooders, as well as subject matter experts in areas as diverse as disaster risk management, climate change, water, health care and human rights.  This group of unlikely collaborators works together to define challenges facing humanity in local communities all around the world, and then to rapidly prototype solutions during an intensive weekend of round-the-clock work.","item_date":"May 31 2012 18:19:33","display_item_date":"05-31-2012","url":"http:\/\/googlegeodevelopers.blogspot.com\/2012\/05\/join-us-at-random-hacks-of-kindness.html","source":"googlegeodevelopers.blogspot.com","tags":"Hackathon"},{"title":"Sacramento Hackathon Set For Saturday","details":"  It’s kind of like speed-dating for software developers.  That’s how organizers of an upcoming “hackathon” in Sacramento describe the event.  Tuesday, May 29, 2012     A group of technology entrepreneurs is holding the event to  jump-start some Silicon Valley-style thinking in Sacramento.  Were trying to bring the spirit of the start-up community  thats in the Bay Area, were trying to bring that here to  Sacramento.    \n    Hackathons have been known to spawn new web and mobile app  developers in the Silicon Valley.","item_date":"May 29 2012 20:28:09","display_item_date":"05-29-2012","url":"http:\/\/www.capradio.org\/articles\/2012\/05\/29\/sacramento-hackathon-set-for-saturday","source":"www.capradio.org","tags":"Hackathon"},{"title":"Daring to fail at 23: Australia's hackathon hero","details":"  Peter Watts is just 23, but the Australian networks like a seasoned pro and his app is turning heads in the music industry.  The young entrepreneur from Sydney is on a six-month trip around the US spruiking his start-up Swarm.  fm, financed by $20,000 in prizes he has won from coding competitions known as hackathons.  With Swarm.  fm Watts is developing apps to help people find new music and learn more about the artists they love.","item_date":"May 29 2012 18:42:28","display_item_date":"05-29-2012","url":"http:\/\/www.canberratimes.com.au\/technology\/technology-news\/daring-to-fail-at-23-australias-hackathon-hero-20120525-1z98i.html","source":"www.canberratimes.com.au","tags":"Hackathon"},{"title":"The Barriers to Adaptability: Results from the Adaptability Hackathon Sprint 2","details":"  Gartner EXP \/ Management Innovation Lab Hackathon invites a select group of IT leaders to crack a key issue—how IT can help organizations become more adaptable.    For the past two months more than 240 senior IT executives from around the world have been discussing technology’s role in enterprise adaptability.  This post is an update on the results of the second sprint in the Hackathon focusing on identifying the barriers to adaptability.    The first sprint completed in April concentrated on why adaptability matters.    Follow this [link] to see a post highlighting some of that discussion.","item_date":"May 29 2012 18:31:24","display_item_date":"05-29-2012","url":"http:\/\/blogs.gartner.com\/mark_mcdonald\/2012\/05\/28\/hackathon-update-the-barriers-to-adaptability-results-from-the-adaptability-hackathon-sprint-2\/","source":"blogs.gartner.com","tags":"Hackathon"},{"title":"City Of Tampa Plans A Major Design Hackathon","details":"  Change you can believe in got you feeling a little unsatisfied?  How about change you can program?  Mayor Bob Buckhorn’s office (City of Tampa) is working to create open access to many of the cities systems and databases to allow ad hoc, private teams of technologists to build and develop solutions for the city, local businesses and residents\/visitors.  To kickstart this initiative, they envision a hackathon.  Hackathons offer web designers and developers an opportunity to try out new ideas and collaborate with other coders in a fun and semi-managed environment.","item_date":"May 29 2012 18:24:22","display_item_date":"05-29-2012","url":"http:\/\/83degreesmedia.com\/innovationnews\/hack052912.aspx","source":"83degreesmedia.com","tags":"Hackathon"},{"title":"Moldova Re-Invents the Hackathon","details":"  The IC4D blog explores the impact of information and communication technologies (ICT) on development, both directly and as an enabler for other sectors of the economy.  It is a space to share ideas and experiences, and to inspire dialogue on new and innovative ways in which ICT can create opportunities in developing countries.  This last weekend saw the first hackathon ever to occur in the country of Moldova, and they definitely made it their own.  For a country that is just starting to build its civic hacker community, the results were nothing short of remarkable: 85 participants set to work almost immediately within impressive, self-organized team structures to produce 18 functional apps.  In traditional terms, this hackathon could be described as more of a code sprint for the final three days of a prize challenge, but even that description understates the innovation and complexity of the event format.","item_date":"May 25 2012 16:59:24","display_item_date":"05-25-2012","url":"http:\/\/blogs.worldbank.org\/ic4d\/node\/555","source":"blogs.worldbank.org","tags":"Hackathon"},{"title":"What Exactly Happens At A Facebook Hackathon?","details":"  David Cohen on May 25, 2012 11:48 AM\t \tHave you ever wondered what goes on at a Facebook hackathon?  Pedram Keyani offered the lowdown in a note on the Facebook Engineering page.  Keyani said the first official hackathon took place in 2007, adding that they have expanded from 20 people at the first one he attended to more than 500 at the most recent one last Thursday.  He added that 60 percent of the projects from the hackathons last December and this past February and March were shipped, either internally or to Facebook users, including:\n Full-screen photos\n Photo filters for Facebook for Every Phone\n A 42-foot QR code on the roof of Facebook headquarters in Menlo Park, Calif.  An internal timeline application that rewards engineers with a Pokemon each time they fix a bug\n \n At around 7 p.","item_date":"May 25 2012 16:57:53","display_item_date":"05-25-2012","url":"http:\/\/allfacebook.com\/hackathon-primer_b90003","source":"allfacebook.com","tags":"Facebook, Hackathon"},{"title":"Data Visualizations Skills Needed at PDF:Applied Hackathon","details":"  The Personal Democracy Forum (PDF) will be held in NYC on June 11 – 12.  This conference examines technology’s impact on government, politics, and society.  The theme of the 2012 conference is “Internet is the New Political Power.  ” This year they are adding PDF:Applied, a two-day hackathon to develop real-world software applications that support the theme of the conference.  The hackathon, PDF:Applied, will precede the conference on June 9 -10.","item_date":"May 25 2012 16:57:34","display_item_date":"05-25-2012","url":"http:\/\/www.forbes.com\/sites\/naomirobbins\/2012\/05\/25\/data-visualizations-skills-needed-at-pdfapplied-hackathon\/","source":"www.forbes.com","tags":"Forbes, Hackathon"},{"title":"Gluecon Hackathon And The First Tiggzi App Builder Plug-in: AT&T SMS API | SYS-CON MEDIA","details":"  Today and tomorrow I’m Gluecon for the mobile hackathon being run during the conference.  Tiggzi app builder is already an amazing tool for hackathons but now we are making it even faster to build apps.  We just released our first public Plugin for AT&T SMS API.  With a few clicks, you can import the plugin that has pre-packaged REST services configured to send SMS messages using AT&T API.  There is even a sample page from which you can test the service.","item_date":"May 24 2012 22:40:54","display_item_date":"05-24-2012","url":"http:\/\/www.sys-con.com\/node\/2283860","source":"www.sys-con.com","tags":"Hackathon"},{"title":"Microsoft holds hackathon before its Windows 8 launch","details":"  With Microsoft geared to launch Windows 8 later this year, developers with an idea in mind and with a dream to see their app on the Windows Store made their way to the event.  “We were asked to design applications from twenty categories such as education, science, games, etc.  I created a game application called Brainvita,” said Ms Ahuja, who was given 36 hours to create the app.  There are certain certification requirements on the basis of which applications for the store will be selected.  Things such as alignment, look and feel are some factors which will be taken into consideration, say participating developers.","item_date":"May 24 2012 22:15:38","display_item_date":"05-24-2012","url":"http:\/\/www.thehindubusinessline.com\/industry-and-economy\/info-tech\/article3452956.ece?homepage=true&ref=wl_home","source":"www.thehindubusinessline.com","tags":"Hackathon"},{"title":"The Next SoundCloud Powers A Sonic Hackathon","details":"  Last week, music aficionados gathered around the world, aiding SoundCloud’s mission to unmute the web by celebrating sound (and creating lots of it).  In Oxford UK last week, a group of audiophiles gathered around musician Neil C.  Smith, and watched him make music.  Not exactly unusual behavior, but the circumstances were.  This wasn’t a concert, or a busking, or even an impromptu street jam, but a well coordinated event celebrating the tool that made the music possible at all.","item_date":"May 24 2012 22:15:21","display_item_date":"05-24-2012","url":"http:\/\/www.fastcocreate.com\/1680841\/the-next-soundcloud-powers-a-sonic-hackathon","source":"www.fastcocreate.com","tags":"Hackathon"},{"title":"Confessions of a First-Time Hacker: From The Trenches of the TechCrunch Disrupt NY 2012 Hackathon | Mashery Blog","details":"  It was 10am on a bright NY morning.    Joggers, cyclists, and brunch goers were out and about, and here I was inside a hanger-like pier on the Westside of Manhattan.  This would be my first Hackathon.  24 hours to build a music app.    This was my goal.","item_date":"May 23 2012 23:14:03","display_item_date":"05-23-2012","url":"http:\/\/blog.mashery.com\/content\/confessions-first-time-hacker-trenches-techcrunch-disrupt-ny-2012-hackathon","source":"blog.mashery.com","tags":"Hackathon"},{"title":"The Perfect Ratio: New Hackathon Brings Ladies and Gents Together to Build Cool Products | Betabeat","details":"  If you’ve ever been to a hackathon, you’re probably well-acquainted with the fact that the majority of attendees and participants are usually dudes.  The paucity of gender diversity in tech is a controversial issue, but one that probably won’t be solved by responding to the over-saturation of Y chromosomes with an all-female hackathon.  That’s where Hack’n Jill comes in.  Sponsored by Appnexus and hosted at the company’s headquarters, Hack’n Jill is a weekend-long summer hackathon that will bring together 50 men and 50 women in an effort to “create an environment where both genders feel welcome to build cool things together.  ”\n The theme of the event, which will take place June 15th and 16th, is #HackYourSummer: “Think about what makes summer great — from going out and being active to chilling at home with friends — and be inspired to make it even better,” explains the Hack’n Jill blog.","item_date":"May 23 2012 23:11:57","display_item_date":"05-23-2012","url":"http:\/\/betabeat.com\/2012\/05\/the-perfect-ratio-new-hackathon-brings-ladies-and-gents-together-to-build-cool-products\/","source":"betabeat.com","tags":"Hackathon"},{"title":"Hackathon aims to transform business","details":"  Sponsored by Frog and LRN, the San Francisco hack will take place June 9 and 10 at Frog’s downtown office with a $5,000 prize awarded to the winning idea.  The goal is to develop practical solutions that hold companies accountable to their ideals and technological solutions developed at the hackathon may focus on transparency, fairness, inclusiveness, empowerment, day-to-day decision-making or behaviors, sponsors said.  “There’s a lot out there about how to embed values into business,” said Katy Brennan, corporate communications manager for LRN.  “We wanted to move that beyond just talking to creating real concepts, products and solutions that could be realized.  ”\n Partners of the event include BSR, Carnegie Mellon University, Dachis Group, Fast Company, Net Impact, Silicon Valley Bank, and the World Economic Forums Global Agenda Council in Decision-Making.","item_date":"May 23 2012 02:34:12","display_item_date":"05-22-2012","url":"http:\/\/www.bizjournals.com\/sanfrancisco\/blog\/2012\/05\/hackathon-aims-to-transform-business.html","source":"www.bizjournals.com","tags":"Hackathon"},{"title":"Hackathon follows the political money at Stanford","details":"  The weather was spectacular in the Bay Area this past weekend, but a group of scientists, engineers and journalists sat hunched over their computers in a basement room on the Stanford University campus, blissfully ignorant of the beautiful climate outside.    They were hot on the trail of money, lots of money, and how it flowed weekly, daily, even hourly through the backrooms and boardrooms of the American political system.  The two-day “hackathon” was organized by Teresa Bouza, a Knight Fellow at Stanford, who received a grant to develop new tools that journalists and others could use to make sense out of the huge amounts of online data available today, drawing from multiple sources such as the FEC’s own website to information collected by independent groups like MapLight.    She pulled together a number of sponsors including O’Reilly Media, Knight-Mozilla Open News, the Sunlight Foundation, Sony, Revolution Analytics, and mongoDB.    With a Presidential election looming, Bouza thought a focus on campaign financing would be especially timely.","item_date":"May 23 2012 02:34:05","display_item_date":"05-22-2012","url":"http:\/\/www.examiner.com\/article\/hackathon-follows-the-political-money-at-stanford","source":"www.examiner.com","tags":"Hackathon"},{"title":"Open Legislation Hackathon, Victoria, BC","details":"  The goal is to share the experience, findings, and difficulties of creating online apps based on legislative data published by the different Queen’s Printers of Canada.  Present your apps and experience to representatives of the annual QPAC conference from across Canada!  Your app and presentation may change the way other provinces look at legislative data, online licensing and open data policies!  What are we building?  Anything you like!","item_date":"May 22 2012 02:51:23","display_item_date":"05-21-2012","url":"http:\/\/legalinformatics.wordpress.com\/2012\/05\/21\/june-2-open-legislation-hackathon-victoria-bc\/","source":"legalinformatics.wordpress.com","tags":"Hackathon"},{"title":"Can Developers Really Be Bought Off To Build At Hackathons?","details":"  I was at TC Disrupt this past weekend and was talking to a ton of developers asking them what they were working on.  It seemed like every other person I spoke with was building off of Mobli’s API.  I found that a bit odd as Mobli is not super popular.  I soon found out that Mobli was offering a $10,000 prize to the best use of the Mobli API.  $10k is a lot of money and it all made sense- Mobli was buying off developers to use their API.","item_date":"May 22 2012 02:44:13","display_item_date":"05-21-2012","url":"http:\/\/alexstechthoughts.com\/post\/23477309234\/can-developers-really-be-bought-off-to-build-at?372dc640","source":"alexstechthoughts.com","tags":"Hackathon"},{"title":"Hack weekends treat coders like monkeys in a cage","details":"  Serial entrepreneur Ryan Carson, who has built a series of conferences and education services for web designers and developers in the U.  K.  , says he has had enough of hackathons.  According to him, they’re run by opportunists looking to cash in on the eagerness of young talent for their own purposes:\n\n\nDoes he have a point?  I’ve certainly seen the number of them multiply massively over the past few years, which means the quality and intent now varies wildly.","item_date":"May 21 2012 15:07:03","display_item_date":"05-21-2012","url":"http:\/\/gigaom.com\/europe\/hack-weekends-ryan-carson\/","source":"gigaom.com","tags":"Developers, Hackathon"},{"title":"Introducing Our 2012 Disrupt NYC Hackathon Winners: Thingscription, PoachBase, And Practikhan! | TechCrunch","details":"  After nearly 24 hours of fighting fatigue and crafting code, our Disrupt NY 2012 Hackathon is finally drawing to a close.  Not a moment too soon — I think some of our hackers are about ready to keel over at this point.  Nevertheless, we just got an eyeful of 92 projects that our wonderful hackers have been slaving away on through the night, but only three teams will be able to show off their work on the main Disrupt stage this Wednesday afternoon.  In addition to that, our API sponsors — about.  me, CityGrid, Microsoft BizSpark, Mobli and OpenTok — have offered up prizes of their own to the groups that made best use of their services, so there will be plenty of winners here today.","item_date":"May 21 2012 00:03:20","display_item_date":"05-20-2012","url":"http:\/\/www.google.com\/url?sa=X&q=http:\/\/techcrunch.com\/2012\/05\/20\/introducing-our-2012-disrupt-nyc-hackathon-winners-thingscription-poachbase-and-practikhan\/&ct=ga&cad=CAcQARgAIAAoATAAOABAyvDk_QRIAlgBYgVlbi1VUw&cd=byOFHGcXFhM&usg=AFQjCNHg0Ghqv_m-41cnTLCIP4w4DcRpTA","source":"www.google.com","tags":"Alerts, API, CityGrid, Google, Hackathon"},{"title":"BLS Library Blog: Hackathon Highlights","details":"  To learn more about the First Annual BLIP Legal Hackathon, read the BLS Advocate article by Alexander Goldman and Boyan Toshkoff.  Also see last month’s post on this blog.  In addition, get a sense of the Legal Hackathon by viewing the video below which has a selection of clips from the morning session and an interview with #HackTheAct competition winners.","item_date":"May 21 2012 00:03:17","display_item_date":"05-20-2012","url":"http:\/\/www.google.com\/url?sa=X&q=http:\/\/blslibraryblog.blogspot.com\/2012\/05\/hackathon-highlights.html&ct=ga&cad=CAcQARgAIAEoATAAOABAk5fl_QRIAlgAYgVlbi1VUw&cd=03-3XUF-3_Q&usg=AFQjCNHTOb448iLt_H8tVJkzlrTbRg-hNA","source":"www.google.com","tags":"Alerts, Google, Hackathon"},{"title":"From A Hackathon Win To A 650K Round And 10,000 Users, Docracy Tells All","details":"  The tale of Docracy’s year-long journey is a fun one.  When Matt Hall and his partner John Watkinson first went into the Hackathon last year, the only goal was to get a prototype working for an idea they had, a GitHub for legal documents.  Sure, a win would’ve been nice, but the main goal was to push out a prototype they could pitch to investors (instead of just an idea) with a firm deadline hanging over their shoulders.  But alas, Docracy took home the top prize despite the fact that they were the first of more than 100 presentations that day.  And after last year’s Disrupt NYC (tickets to this year’s Disrupt here), the story only gets better.","item_date":"May 18 2012 22:30:29","display_item_date":"05-18-2012","url":"http:\/\/techcrunch.com\/2012\/05\/18\/from-a-hackathon-win-to-a-650k-round-and-10000-users-docracy-tells-all\/","source":"techcrunch.com","tags":"Hackathon"},{"title":"First Sacramento hackathon offers prizes in addition to VC exposure - Sacramento Business Journal","details":"  The first Sacramento hackathon set for June has added prizes in addition to VC exposure.  A hackathon is an event where small groups are assembled into teams to create, develop and deliver an application after many hours of non-stop effort.","item_date":"May 18 2012 16:38:54","display_item_date":"05-18-2012","url":"http:\/\/www.bizjournals.com\/sacramento\/blog\/mark-anderson\/2012\/05\/hackathon-offers-prizes-vc-exposure.html","source":"www.bizjournals.com","tags":"Hackathon"},{"title":"Learning From Hackathons and How Not to Fail at One","details":"  Collaboration and education are two key words intrinsically associated with hackathons (the third being ‘free pizza’!  ).  Hackathons promise a chance to meet other coders or designers, network with influencers and industry experts, and even find recruitment opportunities.  It isn’t surprising that, with the spread of startup culture across geographic boundaries, hackathons too have started mushrooming in the likeliest – and the unlikeliest – of places.  There are certain rules – both said and unsaid – that apply when attending hackathons.","item_date":"May 18 2012 16:22:56","display_item_date":"05-18-2012","url":"http:\/\/speckyboy.com\/2012\/05\/17\/learning-from-hackathons-and-how-not-to-fail-at-one\/","source":"speckyboy.com","tags":"Hackathon"},{"title":"Cleanweb Hackathon spreads across the country and world","details":"  A Cleanweb Hackathon is a gathering of software developers, entrepreneurs, investors and others who stay up for 48 hours or so creating apps that use the Internet, software and social media to address sustainability issues such as energy, waste and waste.  The inaugural event was last fall in San Francisco.  Theres one today in Boulder, Colo.  This year, Burris plans to host 14 Cleanweb Hackathons, including the first one in Texas --Sept.  21 in Houston -- and the first international event -- in June in Paris.","item_date":"May 18 2012 16:08:04","display_item_date":"05-18-2012","url":"http:\/\/bizbeatblog.dallasnews.com\/archives\/2012\/05\/a-little-project-called-cleanw.html","source":"bizbeatblog.dallasnews.com","tags":"Hackathon"},{"title":"A Hackathon to “Reinvent Business”","details":"  Can social technology enable companies and the people within them to make better decisions?  Can it improve corporate behavior?  Can it perhaps even help restore the social contract between business and society?  These are just some of the questions to be tackled by the “Reinvent Business” hackathon – a collaborative, rapid ideation and programming workshop – to be held in San Francisco on June 9-10, Hosted by frog and LRN, in partnership with BSR, Carnegie Mellon University, Dachis Group, Net Impact, Silicon Valley Bank, Fast Company, and the World Economic Forum, the two-day event will bring together software developers, designers, gamers, film makers, writers, business leaders, and other creative minds to imagine, design, and build a more human and truly social enterprise.  The goal is both simple and bold: to develop concepts and prototypes for innovative products and services that have the capacity to transform business from within.","item_date":"May 18 2012 16:04:58","display_item_date":"05-18-2012","url":"http:\/\/designmind.frogdesign.com\/blog\/a-hackathon-to-reinvent-business.html","source":"designmind.frogdesign.com","tags":"Hackathon"},{"title":"Facebook schedules one last hackathon before going public (rumor)","details":"  Facebook has reportedly scheduled an all-nighter hackathon for Thursday (tomorrow) at its Menlo Park headquarters.  It will end with Facebook co-founder and CEO Mark Zuckerberg ringing the Nasdaq bell remotely to signal the company has gone public.  The social networking has set up an internal Facebook Event page for the big day that supposedly already has over 1,000 saying they are going.  “We want to get everyone together and remind ourselves that this company is about building things,” a source told TechCrunch.  This hackathon will probably result in some new product ideas and features, unlike the last one we heard about: Facebook engineers + paint + beer = giant QR code on roof (video).","item_date":"May 17 2012 00:47:29","display_item_date":"05-16-2012","url":"http:\/\/www.zdnet.com\/blog\/facebook\/facebook-schedules-one-last-hackathon-before-going-public-rumor\/13229","source":"www.zdnet.com","tags":"Facebook, Hackathon, IPO"},{"title":"AngelHack Announces Its Second National Hackathon with $50k in Seed Funding to Winning Teams","details":"  This will be the first hackathon competition (defined as coding marathons) to unite startup communities nationwide.  Bringing together a nations worth of talent means upping the ante on prizes as well.  So this will also be the first hackathon to include the top prize of guaranteed seed capital investments to winning teams.  Whats the big deal?  Usually, hackathons finish when the last team presents in their home city.","item_date":"May 15 2012 17:34:49","display_item_date":"05-15-2012","url":"http:\/\/www.prnewswire.com\/news-releases\/angelhack-announces-its-second-national-hackathon-with-50k-in-seed-funding-to-winning-teams-151532675.html","source":"www.prnewswire.com","tags":"Hackathon"},{"title":"The Boston Cleanweb Hackathon Rocked","details":"  I was absolutely blown away by how creative and productive the hackers were at this weekends cleanweb hackathon here in Boston.  As a recap: Around 15 teams of programmers and other hackers came together at Greentown Labs to spend 30 or so hours creating new cleantech-related web and mobile apps from scratch.  Most came in with ideas in mind, of course, but they had to write fresh code to compete.  Many worked through the night Saturday, and then, bleary-eyed and over-caffeinated, they presented their work on Sunday afternoon to a panel of entrepreneur and investor judges.  They were all scored on the categories of Impact, Originality, User Experience, and Completeness.","item_date":"May 14 2012 23:59:54","display_item_date":"05-14-2012","url":"http:\/\/www.greentechmedia.com\/cleantech-investing\/post\/the-boston-cleanweb-hackathon-rocked\/","source":"www.greentechmedia.com","tags":"Hackathon"},{"title":"CivicPlus Putting Hackathon Ideas to Work to Launch New City Website in Time for Joplin 'Day of Unity'","details":"  More than two dozen programmers, content specialists, designers and city officials from CivicPlus and the City of Joplin have worked tirelessly since the late April Hackathon to rebuild the City’s website.  Driven by the goal to launch the site by May 18th, four days before the “Day of Unity” which will commemorate the one-year anniversary of the EF-5 tornado that ravaged the city, the project team has already logged nearly 1,000 hours.  “Their cohesive efforts are compressing a project that normally would take four -to -six months into less than three weeks,” said Michael Ashford, CivicPlus community engagement evangelist.  “It’s another example of the ’Miracle of the Human Spirit’ that 135,000 volunteers have shown as we each do our part to rebuild Joplin.  ”     \n  Hackathon Judge and GovLoop.","item_date":"May 14 2012 23:18:26","display_item_date":"05-14-2012","url":"http:\/\/www.prweb.com\/releases\/2012\/5\/prweb9505717.htm","source":"www.prweb.com","tags":"Government, Hackathon, Public, Sector\/Government"},{"title":"Open Legislation Hackathon - June 2nd, 2012","details":"  What is it?  The Queens Printers Association of Canada (QPAC) and the Open Data Society of BC are sponsoring a day of fun, code and advocacy at the 2012 Open Legislation Hackathon.  Its a chance to build mobile or online applications using legislative data from across the provinces of Canada.  What is this event for?  The goal is to share the experience, findings, and difficulties of creating online apps based on legislative data published by the different Queens Printers of Canada.","item_date":"May 09 2012 16:55:07","display_item_date":"05-09-2012","url":"https:\/\/docs.google.com\/spreadsheet\/viewform?pli=1&formkey=dDlLVFo0ZENUZHYtRTdfWUM2VVBkUHc6MQ#gid=0","source":"docs.google.com","tags":"Canada, Hackathon"},{"title":"Time to Host a 'Hackathon' of Your Own","details":"  You might be forgiven if you thought a “hackathon” was an event where a bunch of hackers get together to plot the overthrow of the digital universe.  In reality, it’s a more innocuous event where developers and business people come together to focus on creating new types of applications.  The folks at Rally Software, a provider of application lifecycle management (ALM) software, hosted one of these this week at its annual RallyON conference, but you don’t really need a vendor to create your own “hackathon.  ” According to Todd Olson, vice president of products at Rally Software, Rally Software hosts these events as part of an effort to get people to focus on developing innovative applications.  Part of the problem that most companies have these days is that they are working so hard on managing the business that there is no time to think about how to improve the business.","item_date":"May 08 2012 21:47:57","display_item_date":"05-08-2012","url":"http:\/\/www.google.com\/url?sa=X&q=http:\/\/www.itbusinessedge.com\/cm\/blogs\/vizard\/time-to-host-a-hackathon-of-your-own\/%3Fcs%3D50344&ct=ga&cad=CAcQARgAIAEoATAAOABAte6l_QRIAlgAYgVlbi1VUw&cd=AcILAIHUSuU&usg=AFQjCNH0ZDlxtTTpfPv7xqsm0caP3i2UBw","source":"www.google.com","tags":"Alerts, Google, Hackathon"}]}